Repository: darys58/hi_bees
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, pl, pt

# editFrame
source: Edit frame item
de: Rahmeninhalt bearbeiten
es: Edicion del contenido del cuadro
fr: Édition du contenu du cadre
it: Modifica contenuto del telaino
pl: Edycja zawartości ramki
pt: Edição do conteúdo do quadro

source: to extraction
de: muss geschleudert werden
es: para extraer
fr: à extraire
it: da smelare
pl: trzeba wirować
pt: para centrifugar

source: to delete
de: muss entfernt werden
es: para eliminar
fr: à supprimer
it: da rimuovere
pl: trzeba usunąć
pt: para remover

source: to insulate
de: kann isoliert werden
es: para aislar
fr: à isoler
it: da isolare
pl: można izolować
pt: para isolar

source: deleted
de: Rahmen entfernen
es: eliminar cuadro
fr: supprimer cadre
it: rimuovi telaino
pl: usuń ramka
pt: remover quadro

source: inserted
de: Rahmen einfügen
es: insertar cuadro
fr: insérer cadre
it: inserisci telaino
pl: wstaw ramka
pt: inserir quadro

source: insert
de: einfügen
es: insertar
fr: insérer
it: inserisci
pl: wstaw
pt: inserir

source: Insert
de: Einfügen
es: Insertar
fr: Insérer
it: Inserisci
pl: Wstaw
pt: Inserir

source: insulated
de: Isolation
es: aislamiento
fr: isolation
it: isolamento
pl: izolacja
pt: isolamento

source: moved left
de: nach links schieben
es: mover a la izquierda
fr: déplacer à gauche
it: sposta a sinistra
pl: przesuń w lewo
pt: mover à esquerda

source: moved right
de: nach rechts schieben
es: mover a la derecha
fr: déplacer à droite
it: sposta a destra
pl: przesuń w prawo
pt: mover à direita

source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituisci
pl: Zamień
pt: Substituir

# saveZ
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pl: Zapisz
pt: Guardar

# addingNewEntry
source: Adding a new entry
de: Neuen Eintrag hinzufügen
es: Agregar nueva entrada
fr: Ajout d'une nouvelle entrée
it: Aggiunta di una nuova voce
pl: Dodawanie nowego wpisu
pt: Adicionar novo registo

# selectEntryType
source: Select an entry type
de: Art des Eintrags wählen
es: Selecciona el tipo de entrada
fr: Sélectionnez le type d'entrée
it: Seleziona il tipo di voce
pl: Wybierz rodzaj wpisu
pt: Selecione o tipo de registo

# resourceOnFrame
source: Resources on frame
de: Vorräte auf dem Rahmen
es: Recursos en el cuadro
fr: Ressources sur le cadre
it: Risorse sul telaino
pl: Zasoby na ramce
pt: Recursos no quadro

# resourceOnFramePlus
source: Resources on frame +
de: Vorräte auf dem Rahmen +
es: Recursos en el cuadro +
fr: Ressources sur le cadre +
it: Risorse sul telaino +
pl: Zasoby na ramce +
pt: Recursos no quadro +

source: To do
de: Zu erledigen
es: Por hacer
fr: À faire
it: Da fare
pl: Do zrobienia
pt: A fazer

source: It was done
de: Wurde erledigt
es: Ha sido hecho
fr: C'est fait
it: È stato fatto
pl: Zostało zrobione
pt: Foi feito

source: edited
de: bearbeitet
es: editado
fr: modifié
it: modificato
pl: edytowany
pt: editado

source: please wait
de: bitte warten
es: por favor espera
fr: veuillez patienter
it: attendere prego
pl: proszę czekać
pt: por favor aguarde

# noHarvestYet
source: There are no harvest yet.
de: Es gibt noch keine Ernten.
es: Aun no hay cosechas.
fr: Il n'y a pas encore de récoltes.
it: Non ci sono ancora raccolti.
pl: Nie ma jeszcze żadnych zbiorów.
pt: Ainda não existem colheitas.

# editHarvest
source: Harvest edition
de: Ernte bearbeiten
es: Edicion de cosecha
fr: Édition de la récolte
it: Modifica raccolto
pl: Edycja zbioru
pt: Edição da colheita

source: perga
de: Bienenbrot
es: pan de abeja
fr: pain d'abeilles
it: pane d'api
pl: pierzga

source: wax
de: Wachs
es: cera
fr: cire
it: cera
pl: wosk
pt: cera

source: Harvests
de: Ernten
es: Cosechas
fr: Récoltes
it: Raccolti
pl: Zbiory
pt: Colheitas

source: Inspection date
de: Datum der Durchsicht
es: Fecha de inspeccion
fr: Date d'inspection
it: Data ispezione
pl: Data przeglądu
pt: Data da inspeção

source: Harvest date
de: Erntedatum
es: Fecha de cosecha
fr: Date de récolte
it: Data raccolto
pl: Data zbioru
pt: Data da colheita

source: enter
de: eingeben
es: introduce
fr: entrez
it: inserisci
pl: wpisz
pt: introduza

source: YYYY
de: JJJJ
es: AAAA
fr: AAAA
it: AAAA
pl: RRRR
pt: AAAA

# apiaryNr
source: Apiary number
de: Bienenstandnummer
es: Numero de colmenar
fr: Numéro du rucher
it: Numero apiario
pl: Numer pasieki
pt: Número do apiário

# hIveNr
source: Hive number
de: Beutennummer
es: Numero de colmena
fr: Numéro de la ruche
it: Numero arnia
pl: Numer ula
pt: Número da colmeia

source: hive nr
de: Beute Nr.
es: n.o colmena
fr: n° ruche
it: n. arnia
pl: nr ula
pt: n.º colmeia

source: body nr
de: Zarge Nr.
es: n.o alza
fr: n° hausse
it: n. melario
pl: nr korpusu
pt: n.º alça

source: frame nr
de: Rahmen Nr.
es: n.o cuadro
fr: n° cadre
it: n. telaino
pl: nr ramki
pt: n.º quadro

# changeFrame
source: change frame nr
de: Rahmennr. ändern
es: cambiar n.o cuadro
fr: changer n° cadre
it: cambia n. telaino
pl: zmień nr ramki
pt: alterar n.º quadro

source: move frame
de: Rahmen verschieben
es: mover cuadro
fr: déplacer le cadre
it: sposta telaino
pl: przenieś ramkę
pt: mover quadro

source: Size
de: Größe
es: Tamano
fr: Taille
it: Dimensione
pl: Rozmiar
pt: Tamanho

source: quantity
de: Menge
es: cantidad
fr: quantité
it: quantità
pl: ilość
pt: quantidade

source: pcs.
de: Stk.
es: uds.
it: pz.
pl: szt.
pt: un.

source: Comments
de: Bemerkungen
es: Observaciones
fr: Remarques
it: Note
pl: Uwagi
pt: Observações

source: comments
de: Bemerkungen
es: observaciones
fr: remarques
it: note
pl: uwagi
pt: observações

source: bee pollen
de: Pollen
es: polen
fr: pollen
it: polline
pl: pyłek
pt: pólen

source: Editing harvest
de: Ernte bearbeiten
es: Edicion de cosecha
fr: Édition de la récolte
it: Modifica raccolto
pl: Edycja zbioru
pt: Edição da colheita

source: Add harvest
de: Ernte hinzufügen
es: Agregar cosecha
fr: Ajouter une récolte
it: Aggiungi raccolto
pl: Dodaj zbiór
pt: Adicionar colheita

source: Parameterization
de: Parametrierung
es: Parametrizacion
fr: Paramétrage
it: Parametrizzazione
pl: Parametryzacja
pt: Parametrização

# beePollenZbior
source: Bee pollen harvest
de: Pollenernte
es: cosecha de polen
fr: récolte de pollen
it: raccolta polline
pl: zbiór pyłku
pt: colheita de pólen

# honeyZbior
source: Honey harvest
de: Honigernte
es: cosecha de miel
fr: récolte de miel
it: raccolta miele
pl: zbiór miodu
pt: colheita de mel

# queenColors
source: black/yellow/red/green/blue/white
de: Schwarz/gelb/rot/grün/blau/weiß
es: Negra/amarilla/roja/verde/azul/blanca
fr: Noire/jaune/rouge/verte/bleue/blanche
it: Nera/gialla/rossa/verde/blu/bianca
pl: Czarna/żółta/czerwona/zielona/niebieska/biała
pt: Preta/amarela/vermelha/verde/azul/branca

source: earlier
de: früher
es: antes
fr: plus tôt
it: prima
pl: wcześniej
pt: antes

source: later
de: später
es: despues
fr: plus tard
it: dopo
pl: później
pt: depois

# pogodaNieaktualna
source: No internet connection - weather data may be out of date.
de: Keine Internetverbindung - Wetterdaten sind möglicherweise nicht aktuell.
es: Sin conexion a internet - los datos meteorologicos pueden no estar actualizados.
fr: Pas de connexion Internet - les données météo peuvent être obsolètes.
it: Nessuna connessione Internet - i dati meteo potrebbero non essere aggiornati.
pl: Brak połączenia z Internetem - dane o pogodzie mogą być nieaktualne.
pt: Sem ligação à Internet - os dados meteorológicos podem estar desatualizados.

source: Temperature unit
de: Temperatureinheit
es: Unidad de temperatura
fr: Unité de température
it: Unità di temperatura
pl: Jednostka temperatury
pt: Unidade de temperatura

source: Longitude
de: Längengrad
es: Longitud geografica
it: Longitudine
pl: Długość geograficzna

source: Latitude
de: Breitengrad
es: Latitud geografica
it: Latitudine
pl: Szerokość geograficzna

source: City
de: Stadt
es: Ciudad
fr: Ville
it: Città
pl: Miasto
pt: Cidade

# locationApiary
source: Apiary location data used to retrieve weather information during inspection. Enter the name of the nearest city or latitude and longitude of the apiary.
de: Standortdaten des Bienenstands, die zum Abrufen der Wetterinformationen während der Durchsichten verwendet werden. Geben Sie den Namen der nächsten Stadt, den Breiten- und Längengrad des Bienenstands ein oder markieren Sie den Standort auf der Karte.
es: Datos de ubicacion del colmenar utilizados para obtener informacion meteorologica durante las inspecciones. Introduce el nombre de la ciudad mas cercana, la latitud y longitud del colmenar o indica la ubicacion del colmenar en el mapa.
fr: Données de localisation du rucher utilisées pour récupérer les informations météorologiques lors des inspections. Entrez le nom de la ville la plus proche, la latitude et la longitude du rucher ou indiquez l'emplacement du rucher sur la carte.
it: Dati sulla posizione dell'apiario utilizzati per ottenere informazioni meteo durante le ispezioni. Inserisci il nome della città più vicina, latitudine e longitudine dell'apiario oppure indica la posizione dell'apiario sulla mappa.
pl: Dane o lokalizacji pasieki wykorzystywane do pobierania informacji o pogodzie podczas przeglądów. Wpisz nazwę najbliższego miasta lub szerokość i długość geograficzną pasieki.
pt: Dados de localização do apiário utilizados para obter informações meteorológicas durante as inspeções. Introduza o nome da cidade mais próxima, a latitude e longitude do apiário ou indique a localização do apiário no mapa.

# apiaryAdition
source: Apiary edition
de: Bienenstand bearbeiten
es: Edicion del colmenar
fr: Édition du rucher
it: Modifica apiario
pl: Edycja pasieki
pt: Edição do apiário

# editingInfo
source: Editing information
de: Information bearbeiten
es: Edicion de informacion
fr: Édition de l'information
it: Modifica informazioni
pl: Edycja informacji
pt: Edição de informações

# addInfo
source: Adding information
de: Information hinzufügen
es: Agregar informacion
fr: Ajout d'information
it: Aggiunta informazioni
pl: Dodawanie informacji
pt: Adicionar informações

# pArametr
source: Feature
de: Merkmal
es: Caracteristica
fr: Caractéristique
it: Parametro
pl: Cecha
pt: Característica

source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
pl: Wartość
pt: Valor

source: Measure
de: Maßeinheit
es: Medida
fr: Mesure
it: Misura
pl: Miara
pt: Medida

# honeyOnSmallFrame
source: The weight of the honey, which is located on one small frame (from a half-body). This should be the average of multiple frames. This value is used to calculate the approximate amount of honey harvested for each hive.
de: Gewicht des Honigs auf einem kleinen Rahmen (aus der Halbzarge). Dies sollte ein Durchschnittswert aus vielen Rahmen sein. Dieser Wert dient zur Berechnung der ungefähren Honigmenge pro Beute.
es: El peso de la miel que se encuentra en un cuadro pequeno (de media alza). Debe ser el valor promedio de varios cuadros. Este valor se utiliza para calcular la cantidad aproximada de miel cosechada por cada colmena.
fr: Le poids du miel qui se trouve sur un petit cadre (de la demi-hausse). Ce devrait être la valeur moyenne de plusieurs cadres. Cette valeur sert à calculer la quantité approximative de miel récolté pour chaque ruche.
it: Il peso del miele che si trova su un telaino piccolo (dal mezzo melario). Dovrebbe essere il valore medio di più telai. Questo valore viene utilizzato per calcolare la quantità approssimativa di miele raccolto per ogni arnia.
pl: Waga miodu, który znajduje się na jednej małej ramce (z półkorpusu). Powinna to być wartość średnia z wielu ramek. Wartość ta służy do obliczenia przybliżonej ilości pozyskanego miodu dla każdego ula.
pt: Peso do mel que se encontra num quadro pequeno (de meia-alça). Deve ser o valor médio de vários quadros. Este valor é utilizado para calcular a quantidade aproximada de mel colhido em cada colmeia.

# honeyOnBigFrame
source: The weight of the honey, which is located on one big frame (from a body). This should be the average of multiple frames. This value is used to calculate the approximate amount of honey harvested for each hive.
de: Gewicht des Honigs auf einem großen Rahmen (aus der Zarge). Dies sollte ein Durchschnittswert aus vielen Rahmen sein. Dieser Wert dient zur Berechnung der ungefähren Honigmenge pro Beute.
es: El peso de la miel que se encuentra en un cuadro grande (de alza). Debe ser el valor promedio de varios cuadros. Este valor se utiliza para calcular la cantidad aproximada de miel cosechada por cada colmena.
fr: Le poids du miel qui se trouve sur un grand cadre (de la hausse). Ce devrait être la valeur moyenne de plusieurs cadres. Cette valeur sert à calculer la quantité approximative de miel récolté pour chaque ruche.
it: Il peso del miele che si trova su un telaino grande (dal melario). Dovrebbe essere il valore medio di più telai. Questo valore viene utilizzato per calcolare la quantità approssimativa di miele raccolto per ogni arnia.
pl: Waga miodu, który znajduje się na jednej dużej ramce (z korpusu). Powinna to być wartość średnia z wielu ramek. Wartość ta służy do obliczenia przybliżonej ilości pozyskanego miodu dla każdego ula.
pt: Peso do mel que se encontra num quadro grande (de alça). Deve ser o valor médio de vários quadros. Este valor é utilizado para calcular a quantidade aproximada de mel colhido em cada colmeia.

# beePollenPortion
source: The capacity of the measuring cup that is used to measure the collected pollen. This value is used to calculate the approximate amount of pollen collected for each hive.
de: Fassungsvermögen des Messbechers für die Pollenernte. Dieser Wert dient zur Berechnung der ungefähren Pollenmenge pro Beute.
es: La capacidad del recipiente de medicion utilizado para medir el polen recolectado. Este valor se utiliza para calcular la cantidad aproximada de polen recolectado por cada colmena.
fr: La capacité de la mesure utilisée pour mesurer le pollen récolté. Cette valeur sert à calculer la quantité approximative de pollen récolté pour chaque ruche.
it: La capacità del misurino utilizzato per dosare il polline raccolto. Questo valore viene utilizzato per calcolare la quantità approssimativa di polline raccolto per ogni arnia.
pl: Pojemność miarki, która jest używana do odmierzania pozyskiwanego pyłku. Wartość ta służy do obliczenia przybliżonej ilości pozyskanego pyłku dla każdego ula.
pt: Capacidade da medida utilizada para medir o pólen recolhido. Este valor é utilizado para calcular a quantidade aproximada de pólen recolhido em cada colmeia.

# weightSmallFrame
source: Average honey weight on small frame
de: Durchschnittliches Honiggewicht auf kleinem Rahmen
es: Peso promedio de miel en cuadro pequeno
fr: Poids moyen du miel sur un petit cadre
it: Peso medio del miele sul telaino piccolo
pl: Średnia waga miodu na małej ramce
pt: Peso médio do mel num quadro pequeno

# weightBigFrame
source: Average honey weight on big frame
de: Durchschnittliches Honiggewicht auf großem Rahmen
es: Peso promedio de miel en cuadro grande
fr: Poids moyen du miel sur un grand cadre
it: Peso medio del miele sul telaino grande
pl: Średnia waga miodu na dużej ramce
pt: Peso médio do mel num quadro grande

# weightDmFrame
source: Average honey weight on 1 dm² frame
de: Durchschnittliches Honiggewicht pro 1 dm² Rahmen
es: Peso promedio de miel en 1 dm2 de cuadro
fr: Poids moyen du miel sur 1 dm² de cadre
it: Peso medio del miele su 1 dm² di telaino
pl: Średnia waga miodu na 1 dm² ramki
pt: Peso médio do mel em 1 dm² de quadro

# weightPortion
source: Bee pollen capacity in a measuring cup
de: Pollenvolumen im Messbecher
es: Capacidad de polen en el medidor
fr: Capacité de pollen dans la mesure
it: Capacità polline nel misurino
pl: Pojemność pyłku w miarce
pt: Capacidade de pólen na medida

# paramEdition
source: Parameter edition
de: Parameter bearbeiten
es: Edicion de parametro
fr: Édition du paramètre
it: Modifica parametro
pl: Edycja parametru
pt: Edição de parâmetro

# rem
source: put on/insert/remove/delete
de: einsetzen/einfügen/entfernen/wegnehmen
es: colocar/insertar/retirar/quitar
fr: poser/insérer/retirer/enlever
it: metti/inserisci/rimuovi/togli
pl: załóż/wstaw/usuń/zabierz
pt: colocar/inserir/remover/retirar

source: value
de: Wert
es: valor
fr: valeur
it: valore
pl: wartość
pt: valor

source: food
de: Futter
es: alimento
fr: nourriture
it: cibo
pl: pokarm
pt: alimento

source: no subscryption
de: kein Abonnement
es: sin suscripcion
fr: pas d'abonnement
it: nessun abbonamento
pl: brak subskrypcji
pt: sem subscrição

source: No data
de: Keine Daten
es: Sin datos
fr: Pas de données
it: Nessun dato
pl: Brak danych
pt: Sem dados

source: Sale
de: Verkauf
es: Ventas
fr: Ventes
it: Vendita
pl: Sprzedaż
pt: Vendas

# noSaleYet
source: There are no sales yet.
de: Es gibt noch keine Verkäufe.
es: Aun no hay ventas.
fr: Il n'y a pas encore de ventes.
it: Non ci sono ancora vendite.
pl: Nie ma jeszcze żadnych sprzedaży.
pt: Ainda não existem vendas.

source: Sale date
de: Verkaufsdatum
es: Fecha de venta
fr: Date de vente
it: Data vendita
pl: Data sprzedaży
pt: Data da venda

source: Name
es: Nombre
fr: Nom
it: Nome
pl: Nazwa
pt: Nome

source: Price
de: Preis
es: Precio
fr: Prix
it: Prezzo
pl: Cena
pt: Preço

source: Editing sale
de: Verkauf bearbeiten
es: Edicion de venta
fr: Édition de la vente
it: Modifica vendita
pl: Edycja sprzedaży
pt: Edição da venda

# addSale
source: Adding sale
de: Verkauf hinzufügen
es: Agregar venta
fr: Ajout d'une vente
it: Aggiunta vendita
pl: Dodawanie sprzedaży
pt: Adicionar venda

source: Product
de: Produkt
es: Producto
fr: Produit
it: Prodotto
pl: Produkt
pt: Produto

source: other sales
de: sonstiger Verkauf
es: otra venta
fr: autres ventes
it: altre vendite
pl: sprzedaż inna
pt: outras vendas

# deleteAllData
source: Erasing all data
de: Alle Daten löschen
es: Borrar todos los datos
fr: Suppression de toutes les données
it: Cancellazione di tutti i dati
pl: Kasowanie wszystkich danych
pt: Apagar todos os dados

# deleteRamkaInfo
source: All data will be deleted! This decision is final and cannot be reversed. If all data has not been exported to the cloud, you will lose it and cannot recover it!
de: Alle Daten werden gelöscht! Diese Entscheidung ist endgültig und kann nicht rückgängig gemacht werden. Wenn nicht alle Daten in die Cloud exportiert wurden, gehen sie unwiderruflich verloren!
es: Se eliminaran todos los datos! Esta decision es definitiva y no se puede deshacer. Si no se ha realizado una exportacion de todos los datos a la nube, los perderas sin posibilidad de recuperacion!
fr: Toutes les données seront supprimées ! Cette décision est définitive et irréversible. Si l'exportation de toutes les données vers le cloud n'a pas été effectuée, vous les perdrez sans possibilité de récupération !
it: Tutti i dati saranno eliminati! Questa decisione è definitiva e non potrà essere annullata. Se non è stata eseguita l'esportazione di tutti i dati nel cloud, li perderai senza possibilità di recupero!
pl: Usunięte zostaną wszystkie dane! Ta decyzja jest ostateczna i nie będzie można jej cofnąć. Jeżeli nie został wykonany eksport wszystkich danych do chmury - stracisz je bez możliwości odzyskania!
pt: Todos os dados serão eliminados! Esta decisão é definitiva e não pode ser revertida. Se não exportou todos os dados para a nuvem - vai perdê-los sem possibilidade de recuperação!

# aboutHiveApiary
source: about inspections, beehives and apiaries
de: über Durchsichten, Beuten und Bienenstände
es: sobre inspecciones, colmenas y colmenares
fr: sur les inspections, les ruches et les ruchers
it: su ispezioni, arnie e apiari
pl: o przelądach, ulach i pasiekach
pt: sobre inspeções, colmeias e apiários

# harvestDataSend
source: Harvest data has been sent
de: Erntedaten wurden gesendet
es: Los datos de cosechas han sido enviados
fr: Les données de récolte ont été envoyées
it: I dati dei raccolti sono stati inviati
pl: Dane o zbiorach zostały wysłane
pt: Os dados de colheitas foram enviados

# saleDataSend
source: Sales data has been sent
de: Verkaufsdaten wurden gesendet
es: Los datos de ventas han sido enviados
fr: Les données de vente ont été envoyées
it: I dati delle vendite sono stati inviati
pl: Dane o sprzedaży zostały wysłane
pt: Os dados de vendas foram enviados

# queenDataSend
source: Queens data has been sent
de: Königinnendaten wurden gesendet
es: Los datos de reinas han sido enviados
fr: Les données des reines ont été envoyées
it: I dati delle regine sono stati inviati
pl: Dane o matkach zostały wysłane
pt: Os dados de rainhas foram enviados

# purchaseDataSend
source: Purchase data has been sent
de: Einkaufsdaten wurden gesendet
es: Los datos de compras han sido enviados
fr: Les données d'achat ont été envoyées
it: I dati degli acquisti sono stati inviati
pl: Dane o zakupach zostały wysłane
pt: Os dados de compras foram enviados

# noteDataSend
source: The notes have been sent
de: Notizen wurden gesendet
es: Las notas han sido enviadas
fr: Les notes ont été envoyées
it: Le note sono state inviate
pl: Notatki zostały wysłane
pt: As notas foram enviadas

source: Editing purchase
de: Einkauf bearbeiten
es: Edicion de compra
fr: Édition de l'achat
it: Modifica acquisto
pl: Edycja zakupu
pt: Edição da compra

# addPurchase
source: Adding purchase
de: Einkauf hinzufügen
es: Agregar compra
fr: Ajout d'un achat
it: Aggiunta acquisto
pl: Dodawanie zakupu
pt: Adicionar compra

source: Category
de: Kategorie
es: Categoria
fr: Catégorie
it: Categoria
pl: Kategoria
pt: Categoria

source: medicines
de: Medikamente
es: medicamentos
fr: médicaments
it: farmaci
pl: leki
pt: medicamentos

source: lack
de: fehlt
es: sin
fr: manque
it: mancante
pl: brak
pt: sem

source: packaging
de: Verpackungen
es: envases
fr: emballages
it: imballaggi
pl: opakowania
pt: embalagens

# noPurchaseYet
source: No purchases yet.
de: Es gibt noch keine Einkäufe.
es: Aun no hay compras.
fr: Il n'y a pas encore d'achats.
it: Non ci sono ancora acquisti.
pl: Nie ma jeszcze żadnych zakupów.
pt: Ainda não existem compras.

# noCaregory
source: no category
de: ohne Kategorie
es: sin categoria
fr: sans catégorie
it: senza categoria
pl: bez kategorii
pt: sem categoria

source: Purchase
de: Einkäufe
es: Compras
fr: Achats
it: Acquisti
pl: Zakupy
pt: Compras

source: bees
de: Bienen
es: abejas
fr: abeilles
it: api
pl: pszczoły
pt: abelhas

source: queens
de: Königinnen
es: reinas
fr: reines
it: regine
pl: matki
pt: rainhas

source: TOTAL
de: GESAMT
it: TOTALE
pl: RAZEM

source: Notes
de: Notizen
es: Notas
it: Note
pl: Notatki
pt: Notas

# noNoteYet
source: There are no notes yet.
de: Es gibt noch keine Notizen.
es: Aun no hay notas.
fr: Il n'y a pas encore de notes.
it: Non ci sono ancora note.
pl: Nie ma jeszcze żadnych notatek.
pt: Ainda não existem notas.

source: Editing note
de: Notiz bearbeiten
es: Edicion de nota
fr: Édition de la note
it: Modifica nota
pl: Edycja notatki
pt: Edição da nota

# addNote
source: Adding note
de: Notiz hinzufügen
es: Agregar nota
fr: Ajouter une note
it: Aggiungi nota
pl: Dodaj notatkę
pt: Adicionar nota

source: Title
de: Titel
es: Titulo
fr: Titre
it: Titolo
pl: Tytuł
pt: Título

source: Note
de: Notiz
es: Nota
it: Nota
pl: Notatka
pt: Nota

source: Note date
de: Notizdatum
es: Fecha de nota
fr: Date de la note
it: Data nota
pl: Data notatki
pt: Data da nota

# eXportData
source: Data export to the cloud
de: Datenexport in die Cloud
es: Exportar datos a la nube
fr: Exportation des données vers le cloud
it: Esportazione dati nel cloud
pl: Eksport danych do chmury
pt: Exportar dados para a nuvem

# editingFrame
source: Editing frame info
de: Rahmeninfo bearbeiten
es: Edicion de info de cuadros
fr: Édition des info sur les cadres
it: Modifica info telai
pl: Edytowanie info o ramkach
pt: Edição de informações do quadro

# addFrame
source: Adding frame info
de: Rahmeninfo hinzufügen
es: Agregar info de cuadros
fr: Ajout des info sur les cadres
it: Aggiunta info telai
pl: Dodawanie info o ramkach
pt: Adicionar informações do quadro
