Repository: darys58/hi_bees
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, pl, pt

# eXportNote
source: Export all notes to the cloud
de: Alle Notizen in die Cloud exportieren
es: Exportar todas las notas a la nube
fr: Exporter toutes les notes vers le cloud
it: Esporta tutte le note nel cloud
pl: Eksport wszystkich notatek do chmury
pt: Exportar todas as notas para a nuvem

# eXportHarvest
source: Export all harvests to the cloud
de: Alle Ernten in die Cloud exportieren
es: Exportar todas las cosechas a la nube
fr: Exporter toutes les récoltes vers le cloud
it: Esporta tutti i raccolti nel cloud
pl: Eksport wszystkich zbiorów do chmury
pt: Exportar todas as colheitas para a nuvem

# eXportPurchase
source: Export all purchases to the cloud
de: Alle Einkäufe in die Cloud exportieren
es: Exportar todas las compras a la nube
fr: Exporter tous les achats vers le cloud
it: Esporta tutti gli acquisti nel cloud
pl: Eksport wszystkich zakupów do chmury
pt: Exportar todas as compras para a nuvem

# eXportSale
source: Export all sales to the cloud
de: Alle Verkäufe in die Cloud exportieren
es: Exportar todas las ventas a la nube
fr: Exporter toutes les ventes vers le cloud
it: Esporta tutte le vendite nel cloud
pl: Eksport wszystkich sprzedaży do chmury
pt: Exportar todas as vendas para a nuvem

# eXportQueens
source: Export all queens to the cloud
de: Alle Königinnendaten in die Cloud exportieren
es: Exportar la base de todas las reinas a la nube
fr: Exporter la base de toutes les reines vers le cloud
it: Esporta il database di tutte le regine nel cloud
pl: Eksport wszystkich matek do chmury
pt: Exportar todas as rainhas para a nuvem

# eXportInfo
source: Export all other information to the cloud
de: Alle Detaildaten in die Cloud exportieren (Ausrüstung, Volk, Königin, Ernte, Fütterung und Behandlung)
es: Exportar todos los datos detallados a la nube (equipamiento, colonia, reina, cosechas, alimentacion y tratamiento)
fr: Exportation de toutes les données détaillées vers le cloud (équipement, colonie, reine, récolte, nourrissement et traitement)
it: Esportazione di tutti i dati dettagliati nel cloud (attrezzatura, colonia, regina, raccolti, nutrizione e trattamento)
pl: Eksport wszystkich pozostałych informacji do chmury
pt: Exportar todos os dados detalhados para a nuvem (equipamento, colónia, rainha, colheitas, alimentação e tratamento)

# eXportFrame
source: Export all frame data to the cloud
de: Alle Rahmendurchsichtsdaten in die Cloud exportieren
es: Exportar todos los datos de inspecciones de cuadros a la nube
fr: Exporter toutes les données d'inspection des cadres vers le cloud
it: Esporta tutti i dati delle ispezioni dei telai nel cloud
pl: Eksport wszystkich danych o ramkach do chmury
pt: Exportar todos os dados de inspeção de quadros para a nuvem

source: Frames
de: Rahmen
es: Cuadros
fr: Cadres
it: Telai
pl: Ramki
pt: Quadros

source: Infos
de: Info
es: Info
it: Info
pl: Info
pt: Info

source: Only
de: Nur
es: Solo
fr: Seulement
it: Solo
pl: Tylko
pt: Apenas

# enterNote
source: enter a note
de: Notiz eingeben
es: introduce una nota
fr: entrez une note
it: inserisci una nota
pl: wpisz notatkę
pt: introduza uma nota

# enterTitleNote
source: enter a title for the note
de: Notiztitel eingeben
es: introduce un titulo para la nota
fr: entrez un titre pour la note
it: inserisci il titolo della nota
pl: wpisz tytuł notatki
pt: introduza o título da nota

source: Purchase data
de: Einkaufsdatum
es: Fecha de compra
fr: Date d'achat
it: Data acquisto
pl: Data zakupu
pt: Data da compra

# ostatnieInformacje
source: Last information
de: Letzte Informationen
es: Ultima informacion
fr: Dernières informations
it: Ultime informazioni
pl: Ostatnie informacje
pt: Últimas informações

# oUlu
source: about hive
de: über die Beute
es: sobre la colmena
fr: sur la ruche
it: sull'arnia
pl: o ulu
pt: sobre a colmeia

# oWyposazeniu
source: about equipment
de: über die Ausrüstung
es: sobre el equipamiento
fr: sur l'équipement
it: sull'attrezzatura
pl: o wyposażeniu
pt: sobre o equipamento

# oRodzinie
source: about colony
de: über das Volk
es: sobre la colonia
fr: sur la colonie
it: sulla colonia
pl: o rodzinie
pt: sobre a colónia

# oMatce
source: about queen
de: über die Königin
es: sobre la reina
fr: sur la reine
it: sulla regina
pl: o matce
pt: sobre a rainha

# oZbiorach
source: about harvests
de: über die Ernte
es: sobre las cosechas
fr: sur les récoltes
it: sui raccolti
pl: o zbiorach
pt: sobre as colheitas

# oDokarmianiu
source: about feeding
de: über die Fütterung
es: sobre la alimentacion
fr: sur le nourrissement
it: sulla nutrizione
pl: o dokarmianiu
pt: sobre a alimentação

# oLeczeniu
source: about treatment
de: über die Behandlung
es: sobre el tratamiento
fr: sur le traitement
it: sul trattamento
pl: o leczeniu
pt: sobre o tratamento

# oZasobachMatkach
source: about resources and mothers
de: über Vorräte und Königinnen
es: sobre recursos y reinas
fr: sur les ressources et les reines
it: su risorse e regine
pl: o zasobach i matkach
pt: sobre recursos e rainhas

# oDL
source: about feeding or treatment
de: über Fütterung oder Behandlung
es: sobre alimentacion o tratamiento
fr: sur le nourrissement ou le traitement
it: sulla nutrizione o trattamento
pl: o dokarmianiu lub leczeniu
pt: sobre alimentação ou tratamento

# oZ
source: about honey harvest
de: über die Honigernte
es: sobre cosecha de miel
fr: sur la récolte de miel
it: sulla raccolta del miele
pl: o zbiorach miodu
pt: sobre colheita de mel

source: Honey harvest
de: Honigernte
es: Cosecha de miel
fr: Récolte de miel
it: Raccolta miele
pl: Zbiór miodu
pt: Colheita de mel

source: Bee pollen harvest
de: Pollenernte
es: Cosecha de polen
fr: Récolte de pollen
it: Raccolta polline
pl: Zbiór pyłku
pt: Colheita de pólen

source: Harvest reports
de: Ernteberichte
es: Informes de cosechas
fr: Rapports de récolte
it: Report raccolti
pl: Raporty zbiorów
pt: Relatórios de colheitas

source: Treatment reports
de: Behandlungsberichte
es: Informes de tratamiento
fr: Rapports de traitement
it: Report trattamenti
pl: Raporty leczenia
pt: Relatórios de tratamento

source: Raports
de: Berichte
es: Informes
fr: Rapports
it: Report
pl: Raporty
pt: Relatórios

source: Dead
de: Totenfall
es: Mortandad
fr: Mortalité
it: Mortalità
pl: Osyp
pt: Mortalidade

# onlyInLocalDatabase
source: only in the local database
de: nur in der lokalen Datenbank
es: solo en la base de datos local
fr: uniquement dans la base de données locale
it: solo nel database locale
pl: tylko w bazie lokalnej
pt: apenas na base de dados local

source: Move
de: Verschieben
es: Mover
fr: Déplacer
it: Sposta
pl: Przenieś
pt: Mover

# mOveFrame
source: Przenieś ramkę
de: Rahmen verschieben
es: Mover cuadro
fr: Déplacer le cadre
it: Sposta telaino
pt: Mover quadro

source: Moving frame
de: Rahmen wird verschoben
es: Moviendo cuadro
fr: Déplacement du cadre
it: Spostamento telaino
pl: Przenoszenie ramki
pt: A mover quadro

source: Move frame from:
de: Rahmen verschieben von:
es: Mover cuadro de:
fr: Déplacer le cadre depuis :
it: Sposta telaino da:
pl: Przenieś ramkę z:
pt: Mover quadro de:

source: Move frame to:
de: Rahmen verschieben nach:
es: Mover cuadro a:
fr: Déplacer le cadre vers :
it: Sposta telaino a:
pl: Przenieś ramkę do:
pt: Mover quadro para:

source: Hive liquidation
de: Auflösung der Beute
es: Liquidacion de colmena
fr: Liquidation de la ruche
it: Liquidazione arnia
pl: Likwidacja ula
pt: Liquidação da colmeia

source: hive liquidation
de: Auflösung der Beute
es: liquidacion de colmena
fr: liquidation de la ruche
it: liquidazione arnia
pl: likwidacja ula
pt: liquidação da colmeia

source: Note for inspection
de: Notiz zur Durchsicht
es: Nota para inspeccion
fr: Note pour l'inspection
it: Nota per l'ispezione
pl: Notatka do przeglądu
pt: Nota para a inspeção

source: Page
de: Seite
es: Pagina
it: Pagina
pl: Strona
pt: Página

source: On page
de: Auf Seite
es: En la pagina
fr: Sur la page
it: Sulla pagina
pl: Na stronie
pt: Na página

# hivesOnSite
source: Number of hives on the report page
de: Anzahl Beuten pro Berichtseite
es: Numero de colmenas en la pagina del informe
fr: Nombre de ruches par page du rapport
it: Numero di arnie sulla pagina del report
pl: Ilość uli na stronie raportu
pt: Número de colmeias na página do relatório

# hivesOnSiteReport
source: The number of hives per page of the presented report should not exceed 20.
de: Anzahl Beuten auf einer Seite des Berichts. Diese Anzahl sollte 20 nicht überschreiten.
es: Numero de colmenas por pagina del informe presentado. Este numero no debe superar 20.
fr: Le nombre de ruches sur une page du rapport présenté. Ce nombre ne doit pas dépasser 20.
it: Il numero di arnie per pagina del report presentato. Questo numero non dovrebbe superare 20.
pl: Ilość uli na jednej stronie prezentowanego raportu. Ilość ta nie powinna przekraczać 20.
pt: O número de colmeias por página do relatório apresentado. Este número não deve exceder 20.

source: Hive numbers
de: Beutennummern
es: Numeros de colmenas
fr: Numéros des ruches
it: Numeri arnie
pt: Números das colmeias

# selectReportYear
source: Select the year of the report
de: Berichtsjahr wählen
es: Selecciona el ano del informe
fr: Sélectionnez l'année du rapport
it: Seleziona l'anno del report
pl: Wybierz rok raportu
pt: Selecione o ano do relatório

# hIveType
source: Type of hive
de: Beutentyp
es: Tipo de colmena
fr: Type de ruche
it: Tipo di arnia
pl: Typ ula
pt: Tipo de colmeia

# kIndHive
source: Kind of hive
de: Beutenart
es: Clase de colmena
fr: Genre de ruche
it: Tipo di arnia
pl: Rodzaj ula
pt: Tipo de colmeia

source: OTHER
de: ANDERE
es: OTRO
fr: AUTRE
it: ALTRO
pl: INNY
pt: OUTRO

source: Nuc
de: Ableger
es: Nucleo
fr: Nuclei
it: Nucleo
pl: Odkład
pt: Núcleo

source: Mini
de: Begattungskästchen
es: Colmena de fecundacion
fr: Ruchette de fécondation
it: Arnietta fecondazione
pl: Ulik weselny
pt: Mini colmeia de fecundação

# wEeddingHive
source: WEDDING BEEHIVE
de: BEGATTUNGSKÄSTCHEN
es: COLMENA DE FECUNDACION
fr: RUCHETTE DE FÉCONDATION
it: ARNIETTA FECONDAZIONE
pl: ULIK WESELNY
pt: COLMEIA DE FECUNDAÇÃO

# typeNumberOfFrame
source: type and number of frame
de: Typ und Anzahl Rahmen
es: tipo y numero de cuadros
fr: type et nombre de cadres
it: tipo e numero di telai
pl: typ i ilość ramek
pt: tipo e número de quadros

# iTalian
source: Italian (Ligustica)
de: Italienerin (Ligustica)
es: Italiana (Ligustica)
fr: Italienne (Ligustica)
it: Italiana (Ligustica)
pl: Włoszka (Ligustica)
pt: Italiana (Ligustica)

# cArniolan
source: Carniolan (Carnica)
de: Carnica (Carnica)
es: Carniola (Carnica)
fr: Carniolienne (Carnica)
it: Carnica (Carnica)
pl: Krainka (Carnica)
pt: Carniolana (Carnica)

# cAucasian
source: Caucasian (Caucasica)
de: Kaukasische (Caucasica)
es: Caucasica (Caucasica)
fr: Caucasienne (Caucasica)
it: Caucasica (Caucasica)
pl: Kaukaska (Caucasica)
pt: Caucasiana (Caucasica)

# cEntral
source: Central European (Mellifera)
de: Dunkle Europäische (Mellifera)
es: Centroeuropea (Mellifera)
fr: Européenne centrale (Mellifera)
it: Europea centrale (Mellifera)
pl: Środkowo europejska (Mellifera)
pt: Centro-europeia (Mellifera)

# iBerian
source: Iberian (Iberiensis)
de: Iberische (Iberiensis)
es: Iberica (Iberiensis)
fr: Ibérique (Iberiensis)
it: Iberica (Iberiensis)
pl: Iberyjska (Iberiensis)
pt: Ibérica (Iberiensis)

# pErsian
source: Persian (Media)
de: Persische (Media)
es: Persa (Media)
fr: Persane (Media)
it: Persiana (Media)
pl: Perska (Media)
pt: Persa (Media)

# gReek
source: Greek (Cecropia)
de: Griechische (Cecropia)
es: Griega (Cecropia)
fr: Grecque (Cecropia)
it: Greca (Cecropia)
pl: Grecka (Cecropia)
pt: Grega (Cecropia)

# eAster
source: Eastern (Cerana)
de: Östliche (Cerana)
es: Oriental (Cerana)
fr: Orientale (Cerana)
it: Orientale (Cerana)
pl: Wschodnia (Cerana)
pt: Oriental (Cerana)

# aNatolian
source: Anatolian (Anatoliaca)
de: Anatolische (Anatoliaca)
es: Anatolica (Anatoliaca)
fr: Anatolienne (Anatoliaca)
it: Anatolica (Anatoliaca)
pl: Anatolska (Anatoliaca)
pt: Anatólica (Anatoliaca)

# oTherQueen
source: Other
de: Andere
es: Otra
fr: Autre
it: Altra
pl: Inna
pt: Outra

source: Bought
de: Gekauft
es: Comprada
fr: Achetée
it: Acquistata
pl: Kupiona
pt: Comprada

source: Cought
de: Gefangen
es: Capturada
fr: Capturée
it: Catturata
pl: Złapana
pt: Capturada

source: Own
de: Eigene
es: Propia
fr: Propre
it: Propria
pl: Własna
pt: Própria

# dAteAcquisition
source: Date of acquisition
de: Beschaffungsdatum
es: Fecha de obtencion
fr: Date d'acquisition
it: Data di acquisizione
pl: Data pozyskania
pt: Data de aquisição

# dAteLoss
source: Date of loss the queen
de: Datum des Verlustes
es: Fecha de perdida de la reina
fr: Date de perte de la reine
it: Data di perdita della regina
pl: Data straty matki
pt: Data de perda da rainha

source: Breed
de: Rasse
es: Raza
fr: Race
it: Razza
pl: Rasa
pt: Raça

source: Subspecies
de: Linie
es: Linea
fr: Lignée
it: Linea
pl: Linia
pt: Linhagem

source: Source
de: Herkunft
es: Origen
it: Fonte
pl: Źródło
pt: Origem

source: Queen mark
de: Markierung
es: Marcado
fr: Marquage
it: Marcatura
pl: Oznaczenie
pt: Marcação

# qUeenBorn
source: Yearbook
de: Jahrgang
es: Ano de nacimiento
fr: Année de naissance
it: Anno
pl: Rocznik
pt: Ano de nascimento

source: Inscription
de: Beschriftung auf dem Opalithplättchen
es: Inscripcion en la marca
fr: Inscription sur la pastille
it: Iscrizione sull'opalite
pl: Napis na opalitku
pt: Inscrição na plaqueta

source: Editing queen
de: Königin bearbeiten
es: Edicion de reina
fr: Édition de la reine
it: Modifica regina
pl: Edycja matki
pt: Edição da rainha

source: Add queen to hive
de: Königin zur Beute hinzufügen
es: Agregar reina a la colmena
fr: Ajouter une reine à la ruche
it: Aggiungi regina all'arnia
pl: Dodaj matkę do ula
pt: Adicionar rainha à colmeia

# aDdingQueen
source: QUEEN MANAGEMENT
de: KÖNIGINNENVERWALTUNG
es: GESTION DE REINAS
fr: GESTION DES REINES
it: GESTIONE REGINE
pl: ZARZĄDZANIE MATKAMI
pt: GESTÃO DE RAINHAS

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
pl: Edytuj
pt: Editar

# wHatDoYouWant
source: What can you do?
de: Was können Sie tun?
es: Que puedes hacer?
fr: Que pouvez-vous faire ?
it: Cosa puoi fare?
pl: Co możesz zrobić?
pt: O que pode fazer?

# dIsconnectOrEdit
source: You can disconnect the queen from the hive or edit her details, e.g. add the date of the queen loss.
de: Sie können die Königin von der Beute trennen oder ihre Daten bearbeiten, z.B. das Verlustdatum hinzufügen.
es: Puedes desconectar la reina de la colmena o editar sus datos, p.ej. agregar la fecha de perdida de la reina.
fr: Vous pouvez détacher la reine de la ruche ou modifier ses données, par ex. ajouter la date de perte de la reine.
it: Puoi scollegare la regina dall'arnia o modificare i suoi dati, ad es. aggiungere la data di perdita della regina.
pl: Możesz odłączyć matkę od ula lub edytować jej dane, np. dodać datę straty matki.
pt: Pode desassociar a rainha da colmeia ou editar os seus dados, p. ex. adicionar a data de perda da rainha.

# eDitQueen
source: You can edit all the queen's data, for example, remove the queen's loss date, which will make the queen alive again...
de: Sie können alle Daten der Königin bearbeiten, z.B. das Verlustdatum entfernen, sodass die Königin wieder lebt...
es: Puedes editar todos los datos de la reina, por ejemplo, eliminar la fecha de perdida de la reina, lo que hara que la reina vuelva a estar viva...
fr: Vous pouvez modifier toutes les données de la reine, par exemple supprimer la date de perte de la reine, ce qui la rendra à nouveau vivante...
it: Puoi modificare tutti i dati della regina, ad esempio rimuovere la data di perdita della regina, rendendo così la regina di nuovo viva...
pl: Możesz edytować wszystkie dane matki, np. usunąć datę straty matki, dzięki czemu matka będzie znowu żywa...
pt: Pode editar todos os dados da rainha, p. ex. remover a data de perda da rainha, o que fará com que a rainha volte a estar viva...

# dIsconnectQueen
source: Disconnect the queen
de: Königin trennen
es: Desconectar reina
fr: Détacher la reine
it: Scollega la regina
pl: Odłącz matkę
pt: Desassociar rainha

# sElectDate
source: Select a date
de: Datum wählen
es: Seleccionar fecha
fr: Sélectionnez une date
it: Seleziona una data
pl: Wybierz datę
pt: Selecione uma data

source: Lost
de: Verloren
es: Perdida
fr: Perdue
it: Persa
pl: Stracona
pt: Perdida

source: Queens
de: Königinnen
es: Reinas
fr: Reines
it: Regine
pl: Matki
pt: Rainhas

# noQueensYet
source: There are no queens yet.
de: Es gibt noch keine Königinnen.
es: Aun no hay reinas.
fr: Il n'y a pas encore de reines.
it: Non ci sono ancora regine.
pl: Nie ma jeszcze żadnych matek.
pt: Ainda não existem rainhas.

# nUmberHives
source: Number of hives
de: Anzahl Beuten
es: Numero de colmenas
fr: Nombre de ruches
it: Numero di arnie
pl: Ilość uli
pt: Número de colmeias

# living
source: all living
de: alle lebenden
es: todas vivas
fr: toutes vivantes
it: tutte viventi
pl: wszystkie żyjące
pt: todas vivas

# lost
source: all lost
de: alle verlorenen
es: todas perdidas
fr: toutes perdues
it: tutte perse
pl: wszystkie utracone
pt: todas perdidas

# activ
source: available for this hive
de: verfügbar für diese Beute
es: disponibles para esta colmena
fr: disponibles pour cette ruche
it: disponibili per questa arnia
pl: dostępne dla tego ula
pt: disponíveis para esta colmeia

# register
source: registered, without hive
de: registriert, ohne Beute
es: registradas, sin colmena
fr: enregistrées, sans ruche
it: registrate, senza arnia
pl: zarejestrowane, bez ula
pt: registadas, sem colmeia

# livingInApiary
source: living it this apiary
de: lebend in diesem Bienenstand
es: vivas en este colmenar
fr: vivantes dans ce rucher
it: viventi in questo apiario
pl: żyjące w tej pasiece
pt: vivas neste apiário

# zObuStron
source: on both sides
de: von beiden Seiten
es: de ambos lados
fr: des deux côtés
it: su entrambi i lati
pl: z obu stron
pt: de ambos os lados

# honeyOnDmFrame
source: The weight of honey contained in 1 dm² of frame (both sides). This should be the average value across multiple frames. This value is used to calculate the approximate amount of honey harvested for each hive.
de: Gewicht des Honigs auf 1 dm² Rahmen (von beiden Seiten). Dies sollte ein Durchschnittswert aus vielen Rahmen sein. Dieser Wert dient zur Berechnung der ungefähren Honigmenge pro Beute.
es: El peso de la miel que se encuentra en 1 dm2 de cuadro (de ambos lados). Debe ser el valor promedio de varios cuadros. Este valor se utiliza para calcular la cantidad aproximada de miel cosechada por cada colmena.
fr: Le poids du miel contenu dans 1 dm² de cadre (des deux côtés). Ce devrait être la valeur moyenne de plusieurs cadres. Cette valeur sert à calculer la quantité approximative de miel récolté pour chaque ruche.
it: Il peso del miele contenuto in 1 dm² di telaino (entrambi i lati). Dovrebbe essere il valore medio di più telai. Questo valore viene utilizzato per calcolare la quantità approssimativa di miele raccolto per ogni arnia.
pl: Waga miodu, który znajduje się na 1 dm² ramki (z obu stron). Powinna to być wartość średnia z wielu ramek. Wartość ta służy do obliczenia przybliżonej ilości pozyskanego miodu dla każdego ula.
pt: Peso do mel contido em 1 dm² de quadro (de ambos os lados). Deve ser o valor médio de vários quadros. Este valor é utilizado para calcular a quantidade aproximada de mel colhido em cada colmeia.

# frameDimensions
source: wewnętrzne wymiary ramki
de: Innenmaße des Rahmens
es: dimensiones internas del cuadro
fr: dimensions intérieures du cadre
it: dimensioni interne del telaino
pt: dimensões internas do quadro

# hiveTypeEdit
source: Edit hive type
de: Beutentyp bearbeiten
es: Edicion del tipo de colmena
fr: Édition du type de ruche
it: Modifica tipo arnia
pl: Edycja typu ula
pt: Edição do tipo de colmeia

source: Own type name
de: Eigener Typname
es: Nombre propio del tipo
fr: Nom de type personnalisé
it: Nome tipo personalizzato
pl: Własna nazwa typu
pt: Nome do tipo próprio

source: Width
de: Breite
es: Anchura
fr: Largeur
it: Larghezza
pl: Szerokość
pt: Largura

source: Height
de: Höhe
es: Altura
fr: Hauteur
it: Altezza
pl: Wysokość
pt: Altura

# dImensionsSmallFrame
source: Internal dimensions of the small frame
de: Innenmaße des kleinen Rahmens
es: Dimensiones internas del cuadro pequeno
fr: Dimensions intérieures du petit cadre
it: Dimensioni interne del telaino piccolo
pl: Wymiary wewnętrzne małej ramki
pt: Dimensões internas do quadro pequeno

# dImensionsBigFrame
source: Internal dimensions of the big frame
de: Innenmaße des großen Rahmens
es: Dimensiones internas del cuadro grande
fr: Dimensions intérieures du grand cadre
it: Dimensioni interne del telaino grande
pl: Wymiary wewnętrzne dużej ramki
pt: Dimensões internas do quadro grande

# pArametersDetermine
source: The parameters determine the internal size of the frames used in the TYPE A hive, which will be used to calculate the honey harvest based on the number of frames received from this hive.
de: Die Parameter bestimmen die Innenmaße der Rahmen in der Beute TYP A, die zur Berechnung der Honigernte anhand der Anzahl der entnommenen Rahmen verwendet werden.
es: Los parametros determinan el tamano interno de los cuadros utilizados en la colmena TIPO A, que se utilizara para calcular la cosecha de miel basandose en el numero de cuadros retirados de esta colmena.
fr: Les paramètres déterminent les dimensions intérieures des cadres utilisés dans la ruche TYPE A, qui seront utilisées pour calculer la récolte de miel en fonction du nombre de cadres récupérés de cette ruche.
it: I parametri determinano le dimensioni interne dei telai utilizzati nell'arnia TIPO A, che verranno utilizzate per calcolare la raccolta del miele in base al numero di telai prelevati da questa arnia.
pl: Parametry określają rozmiar wewnętrzny ramek używanych w ulu TYP A, który wykorzystany zostanie do obliczania zbiorów miodu na podstawie ilości odebranych ramek z tego ula.
pt: Os parâmetros determinam o tamanho interno dos quadros utilizados na colmeia TIPO A, que será utilizado para calcular a colheita de mel com base no número de quadros retirados desta colmeia.

source: NFC Scanning
de: NFC-Scan
es: Escaneo NFC
fr: Scan NFC
it: Scansione NFC
pt: Leitura NFC

# nfcHoldNearTag
source: Hold your phone near the NFC tag
de: Halten Sie das Telefon an den NFC-Tag
es: Acerca el telefono a la etiqueta NFC
fr: Approchez le téléphone du tag NFC
it: Avvicina il telefono al tag NFC
pt: Aproxime o telemóvel da etiqueta NFC

# nfcNotAvailable
source: NFC is not available on this device
de: NFC ist auf diesem Gerät nicht verfügbar
es: NFC no esta disponible en este dispositivo
fr: Le NFC n'est pas disponible sur cet appareil
it: NFC non è disponibile su questo dispositivo
pt: NFC não está disponível neste dispositivo

# nfcTagReadError
source: Error reading NFC tag
de: Fehler beim Lesen des NFC-Tags
es: Error al leer la etiqueta NFC
fr: Erreur de lecture du tag NFC
it: Errore di lettura del tag NFC
pt: Erro na leitura da etiqueta NFC

# nfcAssignTag
source: Assign tag to hive
de: Tag der Beute zuweisen
es: Asignar etiqueta a la colmena
fr: Assigner le tag à la ruche
it: Assegna tag all'arnia
pt: Atribuir etiqueta à colmeia

# nfcSelectApiary
source: Select apiary
de: Bienenstand wählen
es: Seleccionar colmenar
fr: Sélectionnez le rucher
it: Seleziona apiario
pt: Selecione o apiário

# nfcSelectHive
source: Select hive
de: Beute wählen
es: Seleccionar colmena
fr: Sélectionnez la ruche
it: Seleziona arnia
pt: Selecione a colmeia

# nfcAssign
source: Assign
de: Zuweisen
es: Asignar
fr: Assigner
it: Assegna
pt: Atribuir

# nfcTagAssigned
source: NFC tag has been assigned to the hive
de: NFC-Tag wurde der Beute zugewiesen
es: La etiqueta NFC ha sido asignada a la colmena
fr: Le tag NFC a été assigné à la ruche
it: Il tag NFC è stato assegnato all'arnia
pt: Etiqueta NFC atribuída à colmeia
