Repository: darys58/hi_bees
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, pl, pt

# introA
source: To create an apiary and individual hives, use the "+" icon above. Information about the application on the website heymaya.eu is available after selecting the "?" icon above.
de: Um einen Bienenstand und einzelne Beuten anzulegen, verwenden Sie das "+"-Symbol oben. Informationen über die App auf heymaya.eu sind über das "?"-Symbol oben verfügbar.
es: Para crear un colmenar y colmenas individuales, usa el icono "+" de arriba. La informacion sobre la aplicacion en la pagina heymaya.eu esta disponible al seleccionar el icono "?" de arriba.
fr: Pour créer un rucher et des ruches individuelles, utilisez l'icône "+" ci-dessus. Les informations sur l'application sur le site heymaya.eu sont disponibles en sélectionnant l'icône "?" ci-dessus.
it: Per creare un apiario e le singole arnie, usa l'icona "+" sopra. Le informazioni sull'applicazione sul sito heymaya.eu sono disponibili selezionando l'icona "?" sopra.
pl: Aby utworzyć pasiekę i poszczególne ule należy użyć ikony "+" powyżej. Informacje o aplikacji na stronie heymaya.eu są dostępne po wybraniu ikony "?" powyżej.
pt: Para criar um apiário e as colmeias individuais, utilize o ícone "+" acima. Informações sobre a aplicação no site heymaya.eu estão disponíveis ao selecionar o ícone "?" acima.

# introB
source: Example: 1. Select "VOICE CONTROL" and then select "START". 2. Say "Hi Maya" (this is the wake-up word that should precede each voice command). 3. Say "Set apiary number one." 4. Say "Set hive number one." 5. Say "Set body number one." 6. Say "Set frame number one." 7. Say "Set eggs, twenty percent, on the left side".
de: Beispiel: 1. Wählen Sie "SPRACHSTEUERUNG" und dann "START". 2. Sagen Sie "Hey Maya" (das ist das Aktivierungswort, das jedem Sprachbefehl vorangestellt werden muss). 3. Sagen Sie "Einstellen Bienenstand Nummer eins". 4. Sagen Sie "Einstellen Beute Nummer eins". 5. Sagen Sie "Einstellen Zarge Nummer eins". 6. Sagen Sie "Einstellen Rahmen Nummer eins". 7. Sagen Sie "Einstellen Stifte, zwanzig Prozent, von links".
es: Ejemplo: 1. Selecciona "CONTROL DE VOZ" y luego selecciona "INICIO". 2. Di "Hey Maya" (esta es la palabra de activacion que debe preceder cada comando de voz). 3. Di "Establecer colmenar numero uno". 4. Di "Establecer colmena numero uno". 5. Di "Establecer alza numero uno". 6. Di "Establecer cuadro numero uno". 7. Di "Establecer huevos, veinte por ciento, en el lado izquierdo".
fr: Exemple : 1. Sélectionnez "COMMANDE VOCALE" puis sélectionnez "START". 2. Dites "Hey Maya" (c'est le mot de réveil qui doit précéder chaque commande vocale). 3. Dites "Définir rucher numéro un". 4. Dites "Définir ruche numéro un". 5. Dites "Définir hausse numéro un". 6. Dites "Définir cadre numéro un". 7. Dites "Définir œufs, vingt pour cent, côté gauche".
it: Esempio: 1. Seleziona "CONTROLLO VOCALE" e poi seleziona "START". 2. Dì "Hey Maya" (questa è la parola di attivazione che deve precedere ogni comando vocale). 3. Dì "Imposta apiario numero uno". 4. Dì "Imposta arnia numero uno". 5. Dì "Imposta melario numero uno". 6. Dì "Imposta telaino numero uno". 7. Dì "Imposta uova, venti per cento, sul lato sinistro".
pl: Przykład: 1. Wybierz "STEROWANIE GŁOSEM" i następnie wybierz "START". 2. Powiedz "Hej Maja" (jest to słowo wybudzenia, którym należy poprzedzić każdą komendę głosową). 3. Powiedz "Ustaw pasieka numer jeden". 4. Powiedz "Ustaw ul numer jeden". 5. Powiedz "Ustaw korpus numer jeden". 6. Powiedz "Ustaw ramka numer jeden". 7. Powiedz "Ustaw jajka, dwadzieścia procent, z lewej strony".
pt: Exemplo: 1. Selecione "CONTROLO POR VOZ" e depois selecione "START". 2. Diga "Hey Maya" (esta é a palavra de ativação que deve preceder cada comando de voz). 3. Diga "Definir apiário número um". 4. Diga "Definir colmeia número um". 5. Diga "Definir alça número um". 6. Diga "Definir quadro número um". 7. Diga "Definir ovos, vinte por cento, do lado esquerdo".

# introC
source: Apiary no. 1 will be created with hive no. 1, consisting of one body in which there is one frame with eggs, occupying 20% of the frame area on the left side. You can continue the inspection or end it by selecting "STOP" button.
de: Es wird ein Bienenstand Nr. 1 mit einer Beute Nr. 1 erstellt, bestehend aus einer Zarge mit einem Rahmen mit Stiften, die 20% der Rahmenfläche auf der linken Seite einnehmen. Sie können die Durchsicht fortsetzen oder mit der Taste "STOP" beenden.
es: Se creara el colmenar n.o 1 con la colmena n.o 1, compuesta por un alza en la que hay un cuadro con huevos que ocupan el 20% de la superficie del cuadro en el lado izquierdo. Puedes continuar la inspeccion o finalizarla seleccionando el boton "PARAR".
fr: Le rucher n° 1 sera créé avec la ruche n° 1, composée d'une hausse contenant un cadre avec des œufs occupant 20% de la surface du cadre côté gauche. Vous pouvez continuer l'inspection ou la terminer en sélectionnant le bouton "STOP".
it: Verrà creato l'apiario n. 1 con l'arnia n. 1, composta da un melario in cui si trova un telaino con uova, che occupano il 20% della superficie del telaino sul lato sinistro. Puoi continuare l'ispezione o terminarla selezionando il pulsante "STOP".
pl: Zostanie utworzona pasieka nr 1 posiadająca ul nr 1, składający się z jednego korpusu, w którym znajduje się jedna ramka z jajkami, zajmującymi 20% powierzchni ramki z lewej strony. Można dalej kontynuować przegląd lub zakończyć go wybierając przycisk "STOP".
pt: Será criado o apiário n.º 1 com a colmeia n.º 1, composta por uma alça, na qual se encontra um quadro com ovos, ocupando 20% da superfície do quadro do lado esquerdo. Pode continuar a inspeção ou terminá-la selecionando o botão "STOP".

source: milliliter
es: mililitros
fr: millilitres
it: millilitri
pl: mililitrów
pt: mililitros

# resourceLocationSay
source: Resource location - say e.g.:
de: Ressourcenposition - sagen Sie z.B.:
es: Ubicacion del recurso - di p.ej.:
fr: Emplacement de la ressource - dites par ex. :
it: Posizione della risorsa - dì ad es.:
pl: Lokacja zasobu - powiedz np.:
pt: Localização do recurso - diga p. ex.:

source: Location
de: Position
es: Ubicacion
fr: Emplacement
it: Posizione
pl: Lokacja
pt: Localização

source: acid
de: Säure
es: acido
fr: acide
it: acido
pl: kwas
pt: ácido

# acidG
source: acid
de: Säure
es: acido
fr: acide
it: acido
pl: kwas
pt: ácido

source: Acid
de: Säure
es: Acido
fr: Acide
it: Acido
pl: Kwas
pt: Ácido

source: dead bees
de: Totenfall
es: mortandad de abejas
fr: mortalité des abeilles
it: mortalità delle api
pl: osyp pszczół
pt: mortalidade de abelhas

source: Dead bees
de: Totenfall
es: Mortandad de abejas
fr: Mortalité des abeilles
it: Mortalità delle api
pl: Osyp pszczół
pt: Mortalidade de abelhas

source: very good
de: sehr gut
es: muy buena
fr: très bonne
it: ottima
pl: bardzo dobra
pt: muito boa

source: good
de: gut
es: buena
fr: bonne
it: buona
pl: dobra
pt: boa

source: canceled
de: schlecht
es: mala
fr: mauvaise
it: cattiva
pl: zła
pt: má

# exchange
source: to exchange
de: alt
es: vieja
fr: vieille
it: vecchia
pl: stara
pt: velha

source: unmarked
de: kein Zeichen
es: sin marca
fr: non marquée
it: non ha segno
pl: nie ma znak
pt: sem marcação

# unmarked1
source: unmarked
de: unmarkiert
es: sin marcar
fr: non marquée
it: non marcata
pl: nieoznakowana
pt: não marcada

source: marked blue
de: blaues Zeichen
es: marca azul
fr: marquée bleu
it: ha segno blu
pl: ma niebieski znak
pt: marcação azul

source: marked green
de: grünes Zeichen
es: marca verde
fr: marquée vert
it: ha segno verde
pl: ma zielony znak
pt: marcação verde

source: marked red
de: rotes Zeichen
es: marca roja
fr: marquée rouge
it: ha segno rosso
pl: ma czerwony znak
pt: marcação vermelha

source: marked yellow
de: gelbes Zeichen
es: marca amarilla
fr: marquée jaune
it: ha segno giallo
pl: ma żółty znak
pt: marcação amarela

source: marked white
de: weißes Zeichen
es: marca blanca
fr: marquée blanc
it: ha segno bianco
pl: ma biały znak
pt: marcação branca

source: marked other
de: anderes Zeichen
es: otra marca
fr: marquée autre
it: ha altro segno
pl: ma inny znak
pt: outra marcação

source: missing
de: fehlt
es: ausente
fr: manquante
it: assente
pl: brak
pt: ausente

# missing1
source: missing
de: Königin fehlt
es: reina ausente
fr: reine manquante
it: regina assente
pl: brak matki
pt: rainha ausente

source: gone
de: nicht vorhanden
es: no hay
fr: absente
it: non c'è
pl: nie ma
pt: desapareceu

# gone1
source: gone
de: Königin nicht vorhanden
es: no hay reina
fr: reine absente
it: regina non c'è
pl: nie ma matki
pt: rainha desapareceu

source: drone laying
de: drohnenbrütig
es: zanganera
fr: pondeuse de mâles
it: fucaiola
pl: trutówka
pt: zanganeira

source: virgine
de: unbegattet
es: virgen
fr: vierge
it: vergine
pl: dziewica
pt: virgem

# virgine1
source: unfertilized
de: unbegattet
es: no fecundada
fr: non fécondée
it: non fecondata
pl: nieunasiennona
pt: não fecundada

source: artificially inseminated
de: künstlich
es: artificial
fr: inséminée
it: inseminata artificialmente
pl: sztuczna
pt: inseminada artificialmente

# artificiallyInseminated1
source: artificially inseminated
de: instrumentell besamt
es: inseminada
fr: inséminée artificiellement
it: inseminata
pl: inseminowana
pt: inseminada

source: naturally mated
de: natürlich
es: natural
fr: naturelle
it: fecondata naturalmente
pl: naturalna
pt: fecundada naturalmente

# naturallyMated1
source: naturally mated
de: natürlich begattet
es: fec. naturalmente
fr: féc. naturellement
it: fecond. naturalmente
pl: un. naturalnie
pt: fec. naturalmente

source: freed
de: frei
es: libre
fr: libre
it: libera
pl: wolna
pt: livre

# inCage
source: in a cage
de: im Käfig
es: en jaula
fr: en cage
it: in gabbietta
pl: w klateczce
pt: na gaiola

# inInsulator
source: in the insulator
de: im Isolator
es: en aislador
fr: en isoloir
it: nell'isolatore
pl: w izolatorze
pt: no isolador

source: isolated
de: isoliert
es: aislada
fr: isolée
it: isolata
pl: izolowana
pt: isolada

source: gentle
de: sanft
es: mansa
fr: douce
it: docile
pl: łagodna
pt: calma

source: aggressive
de: aggressiv
es: mala
fr: agressive
it: aggressiva
pl: zła
pt: agressiva

# aggressive1
source: aggressive
de: aggressiv
es: agresiva
fr: agressive
it: aggressiva
pl: agresywna
pt: agressiva

source: swarming mood
de: in Schwarmstimmung
es: en modo de enjambrazion
fr: tendance à l'essaimage
it: in sciamatura
pl: w nastroju do ucieczki
pt: tendência à enxameação

# inCluster
source: in a cluster
de: in der Traube
es: en racimo
fr: en grappe
it: in glomere
pl: w kłębie
pt: em cacho

source: dead
de: tot
es: muerta
fr: morte
it: morta
pl: nie żyje
pt: morta

source: very strong
de: sehr stark
es: muy fuerte
fr: très forte
it: molto forte
pl: bardzo silna
pt: muito forte

source: strong
de: stark
es: fuerte
fr: forte
it: forte
pl: silna
pt: forte

source: normal
fr: normale
it: normale
pl: norma

# normal1
source: normal
fr: normale
it: normale
pl: normalna

source: weak
de: schwach
es: debil
fr: faible
it: debole
pl: słaba
pt: fraca

source: very weak
de: sehr schwach
es: muy debil
fr: très faible
it: molto debole
pl: bardzo słaba
pt: muito fraca

# queenQuality
source: quality
de: Qualität
es: calidad
fr: qualité
it: qualità
pl: jakość
pt: qualidade

# queenMark
source: marking/lack
de: Markierung/fehlt
es: marcado/ausencia
fr: marquage/absence
it: marcatura/assente
pl: oznaczanie/brak
pt: marcação/ausente

# queenState
source: insemination
de: Begattung
es: fecundacion
fr: fécondation
it: fecondazione
pl: unasiennienie
pt: fecundação

# queenStart
source: restriction
de: Einschränkung
es: restriccion
it: restrizione
pl: ograniczenie
pt: restrição

# queenBorn
source: yearbook
de: Jahrgang
es: ano de nacimiento
fr: année de naissance
it: anno
pl: rocznik
pt: ano de nascimento

# colonyState
source: colony status
de: Volkszustand
es: estado de la colonia
fr: état de la colonie
it: stato della colonia
pl: stan rodziny
pt: estado da colónia

source: colony force
de: Volksstärke
es: fuerza de la colonia
fr: force de la colonie
it: forza della colonia
pl: siła rodziny
pt: força da colónia

source: dirty
de: schmutzig
es: sucio
fr: sale
it: sporco
pl: brudna
pt: sujo

source: clean
de: sauber
es: limpio
fr: propre
it: pulito
pl: czysta
pt: limpo

source: off
de: ausschalten
es: desactivar
fr: désactiver
it: spegni
pl: wyłącz
pt: desligar

source: delete
de: wegnehmen
es: quitar
fr: retirer
it: togli
pl: zabierz
pt: retirar

# zalacz
source: on
de: einschalten
es: activar
fr: activer
it: accendi
pl: załącz
pt: ligar

source: Add hive
de: Beute hinzufügen
es: Agregar colmena
fr: Ajouter une ruche
it: Aggiungi arnia
pl: Dodaj ul
pt: Adicionar colmeia

# aDdQueen
source: Register queen
de: Königin registrieren
es: Registrar reina
fr: Enregistrer une reine
it: Registra regina
pl: Rejestruj matkę
pt: Registar rainha

source: Number of frame in body
de: Anzahl Rahmen in der Zarge
es: Numero de cuadros en el alza
fr: Nombre de cadres dans la hausse
it: Numero di telai nel melario
pl: Ilość ramek w korpusie
pt: Número de quadros na alça

# selectStatYear
source: Select year for statistics
de: Statistikjahr wählen
es: Selecciona el ano para estadisticas
fr: Sélectionnez l'année pour les statistiques
it: Seleziona anno per le statistiche
pl: Wybierz rok do statystyk
pt: Selecione o ano para estatísticas

# zMalychW
source: from small in
de: von kleinen in
es: de pequenos en
fr: des petits en
it: da piccoli in
pl: z małych w
pt: de pequenos em

# zDuzychW
source: from big in
de: von großen in
es: de grandes en
fr: des grands en
it: da grandi in
pl: z dużych w
pt: de grandes em

source: Weather forecast
de: Wettervorhersage
es: Pronostico del tiempo
fr: Prévisions météo
it: Previsioni meteo
pl: Prognoza pogody
pt: Previsão meteorológica

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pl: Język
pt: Idioma

source: Choose language
de: Sprache wählen
es: Selecciona idioma
fr: Choisir la langue
it: Scegli la lingua
pl: Wybierz język
pt: Escolha o idioma

source: recent honey
de: Honig (unreif)
es: miel (sin opercular)
fr: miel (non operculé)
it: miele (non opercolato)
pl: miód (nakrop)
pt: mel (não operculado)

source: black
de: schwarz
es: negra
fr: noire
it: nera
pl: czarna
pt: preta

source: yellow
de: gelb
es: amarilla
fr: jaune
it: gialla
pl: żółta
pt: amarela

source: red
de: rot
es: roja
fr: rouge
it: rossa
pl: czerwona
pt: vermelha

source: green
de: grün
es: verde
fr: verte
it: verde
pl: zielona
pt: verde

source: blue
de: blau
es: azul
fr: bleue
it: blu
pl: niebieska
pt: azul

source: white
de: weiß
es: blanca
fr: blanche
it: bianca
pl: biała
pt: branca

source: frame after
de: Rahmen nach
es: cuadro despues
fr: cadre après
it: telaino dopo
pl: ramka po
pt: quadro após

# framesAfter
source: after inspection
de: nach der Durchsicht
es: despues de inspeccion
fr: après inspection
it: dopo l'ispezione
pl: po przeglądzie
pt: após inspeção

# framesBefore
source: before inspection
de: vor der Durchsicht
es: antes de inspeccion
fr: avant inspection
it: prima dell'ispezione
pl: przed przeglądem
pt: antes da inspeção

# frameInspections
source: inspections
de: Durchsichten
es: inspecciones
it: ispezioni
pl: przeglądy
pt: inspeções

source: Frame range
de: Rahmenbereich
es: Rango de cuadros
fr: Plage de cadres
it: Intervallo telai
pl: Zakres ramek
pt: Intervalo de quadros

source: Arrangement of frames
de: Rahmenanordnung
es: Disposicion de cuadros
fr: Disposition des cadres
it: Disposizione dei telai
pl: Rozmieszczenie ramek
pt: Disposição dos quadros

# blackColor
source: black
de: schwarz
es: negro
fr: noir
it: nero
pl: czarny
pt: preto

# yellowColor
source: yellow
de: gelb
es: amarillo
fr: jaune
it: giallo
pl: żółty
pt: amarelo

# redColor
source: red
de: rot
es: rojo
fr: rouge
it: rosso
pl: czerwony
pt: vermelho

# greenColor
source: green
de: grün
es: verde
fr: vert
it: verde
pl: zielony
pt: verde

# blueColor
source: blue
de: blau
es: azul
fr: bleu
it: blu
pl: niebieski
pt: azul

# whiteColor
source: white
de: weiß
es: blanco
fr: blanc
it: bianco
pl: biały
pt: branco

source: no data
de: keine Daten
es: sin datos
fr: pas de données
it: nessun dato
pl: brak danych
pt: sem dados

# tooMuch
source: % too much! You can choose up to
de: % zu viel! Maximal wählbar
es: % demasiado! Puedes elegir hasta
fr: % de trop ! Vous pouvez choisir jusqu'à
it: % troppo! Puoi selezionare fino a
pl: % za dużo! Wybrać możesz do
pt: % a mais! Pode escolher até

source: About
de: Über
es: Acerca de
fr: À propos
it: Info
pl: O
pt: Sobre

# bOdyNumber
source: Body number in the hive
de: Zargennummer in der Beute
es: Numero de alza en la colmena
fr: Numéro de hausse dans la ruche
it: Numero melario nell'arnia
pl: Numer korpusu w ulu
pt: Número da alça na colmeia

source: Frame number
de: Rahmennummer
es: Numero de cuadro
fr: Numéro de cadre
it: Numero telaino
pl: Numer ramki
pt: Número do quadro

source: one
de: eine
es: uno
fr: un
it: uno
pl: jedna
pt: um

source: many
de: mehrere
es: varios
fr: plusieurs
it: molti
pl: wiele
pt: vários

source: before
de: vorher
es: antes
fr: avant
it: prima
pl: przed
pt: antes

source: after
de: nachher
es: despues
fr: après
it: dopo
pl: po
pt: depois

# frameNumberBefore
source: Frame number before inspection
de: Rahmennummer vor der Durchsicht
es: Numero de cuadro antes de inspeccion
fr: Numéro de cadre avant l'inspection
it: Numero telaino prima dell'ispezione
pl: Numer ramki przed przeglądem
pt: Número do quadro antes da inspeção

# frameNumberAfter
source: Frame number after inspection
de: Rahmennummer nach der Durchsicht
es: Numero de cuadro despues de inspeccion
fr: Numéro de cadre après l'inspection
it: Numero telaino dopo l'ispezione
pl: Numer ramki po przeglądzie
pt: Número do quadro após a inspeção

source: Frame number from
de: Rahmennummer von
es: Numero de cuadro desde
fr: Numéro de cadre de
it: Numero telaino da
pl: Numer ramki od
pt: Número do quadro de

source: Frame number to
de: Rahmennummer bis
es: Numero de cuadro hasta
fr: Numéro de cadre à
it: Numero telaino a
pl: Numer ramki do
pt: Número do quadro até

source: Body type
de: Zargentyp
es: Tipo de alza
fr: Type de hausse
it: Tipo melario
pl: Typ korpusu
pt: Tipo de alça

source: half
de: halb
es: media
fr: demi
it: mezzo
pl: pół
pt: meia

source: full
de: ganz
es: completa
fr: entier
it: intero
pl: cały
pt: inteira

source: Frame size
de: Rahmengröße
es: Tamano del cuadro
fr: Taille du cadre
it: Dimensione telaino
pl: Rozmiar ramki
pt: Tamanho do quadro

source: Site of frame
de: Rahmenseite
es: Lado del cuadro
fr: Côté du cadre
it: Lato del telaino
pl: Strona ramki
pt: Lado do quadro

source: Resources
de: Vorräte
es: Recursos
fr: Ressources
it: Risorse
pl: Zasoby
pt: Recursos

# aMountOfWax
source: Amount of wax fundation in %
de: Anteil Mittelwand in %
es: Cantidad de cera estampada en %
fr: Quantité de cire gaufrée en %
it: Quantità di foglio cereo in %
pl: Ilość węzy w %
pt: Quantidade de cera alveolada em %

# aMountOfComb
source: Amount of wax comb in %
de: Anteil Leerwabe in %
es: Cantidad de cuadro estirado en %
fr: Quantité de cadre bâti vide en %
it: Quantità di telaino vuoto in %
pl: Ilość suszu w %
pt: Quantidade de quadro vazio em %

# aMountOfSealed
source: Amount of honey sealed in %
de: Anteil reifer Honig in %
es: Cantidad de miel operculada en %
fr: Quantité de miel operculé en %
it: Quantità di miele opercolato in %
pl: Ilość miodu dojrzałego w %
pt: Quantidade de mel operculado em %

# aMountOfHoney
source: Amount of honey in %
de: Anteil unreifer Honig in %
es: Cantidad de miel sin opercular en %
fr: Quantité de miel non operculé en %
it: Quantità di miele non opercolato in %
pl: Ilość nakropu w %
pt: Quantidade de mel não operculado em %

# aMountOfPollen
source: Amount of pollen in %
de: Anteil Bienenbrot in %
es: Cantidad de pan de abeja en %
fr: Quantité de pain d'abeilles en %
it: Quantità di pane d'api in %
pl: Ilość pierzgi w %
pt: Quantidade de perga em %

# aMountOfEggs
source: Amount of eggs in %
de: Anteil Stifte in %
es: Cantidad de huevos en %
fr: Quantité d'œufs en %
it: Quantità di uova in %
pl: Ilość jajek w %
pt: Quantidade de ovos em %

# aMountOfLarvae
source: Amount of larvae in %
de: Anteil Larven in %
es: Cantidad de larvas en %
fr: Quantité de larves en %
it: Quantità di larve in %
pl: Ilość larw w %
pt: Quantidade de larvas em %

# aMountOfBrood
source: Amount of covered brood in %
de: Anteil verdeckelte Brut in %
es: Cantidad de cria operculada en %
fr: Quantité de couvain operculé en %
it: Quantità di covata opercolata in %
pl: Ilość czerwiu krytego w %
pt: Quantidade de cria operculada em %

# aMountOfDrone
source: Amount of drone brood in %
de: Anteil Drohnenbrut in %
es: Cantidad de cria de zangano en %
fr: Quantité de couvain de mâles en %
it: Quantità di covata maschile in %
pl: Ilość czerwiu trutowego w %
pt: Quantidade de cria de zangão em %

# cOolorOfMother
source: The color of the mother's marking
de: Farbe der Königinmarkierung
es: Color de marcado de la reina
fr: Couleur du marquage de la reine
it: Colore della marcatura della regina
pl: Kolor oznaczenia matki
pt: Cor da marcação da rainha

source: Number of queen cells
de: Anzahl Weiselzellen
es: Numero de realeras
fr: Nombre de cellules royales
it: Numero di celle reali
pl: Ilość mateczników
pt: Número de células reais

# nUmberOfCellsRemoved
source: Number of queen cells removed
de: Anzahl entfernter Weiselzellen
es: Numero de realeras eliminadas
fr: Nombre de cellules royales supprimées
it: Numero di celle reali rimosse
pl: Ilość usuniętych mateczników
pt: Número de células reais removidas

source: Body
de: Zarge
es: Alza
fr: Hausse
it: Melario
pl: Korpus
pt: Alça

# honeySealedN
source: honey sealed
de: Honig reif
es: miel operculada
fr: miel operculé
it: miele opercolato
pl: miód dojrzały
pt: mel operculado

source: honey
de: Honig (unreif)
es: miel (sin opercular)
fr: miel (non operculé)
it: miele (non operc.)
pl: miód (nakrop)
pt: mel (não operc.)

# broodCoveredN
source: brood covered
de: Brut verdeckelt
es: cria operculada
fr: couvain operculé
it: covata opercolata
pl: czerw kryty
pt: cria operculada

# droneN
source: drone
de: Drohnen- brut
es: cria de zangano
fr: couvain de mâles
it: covata maschile
pl: czerw trutowy
pt: cria de zangão

source: drone bees
de: drohnenbrütig
es: zanganera
fr: pondeuse de mâles
it: fucaiola
pl: strutowiała
pt: zanganeira

# deleteQueenCellsN
source: delete queen cells
de: entfernte Weiselzellen
es: realeras eliminadas
fr: cellules royales suppr.
it: celle reali rimosse
pl: usunięte mateczniki
pt: células reais removidas

# waxCombN
source: wax comb
de: Leerwabe
es: cuadro estirado
fr: cadre bâti vide
it: telaino vuoto
pl: susz
pt: quadro vazio

# waxFundationN
source: wax fundation
de: Mittelwand
es: cera estampada
fr: cire gaufrée
it: foglio cereo
pl: węza
pt: cera alveolada

# queenCellsN
source: queen cells
de: Weiselzellen
es: realeras
fr: cellules royales
it: celle reali
pl: mateczniki
pt: células reais

source: all
de: alle
es: todos
fr: tous
it: tutti
pl: wszystkie
pt: todos

source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
pl: Wszystkie
pt: Todos

source: this one
de: nur diese
es: solo este
fr: celui-ci
it: solo questo
pl: tylko ten
pt: apenas este

source: Resource on frame
de: Vorrat auf dem Rahmen
es: Recurso en el cuadro
fr: Ressource sur le cadre
it: Risorsa sul telaino
pl: Zasób na ramce
pt: Recurso no quadro

# fRameNumbersBeforeAndAfter
source: Frame numbers before / after
de: Nummern vieler Rahmen vorher / nachher
es: Numeros de cuadros antes / despues
fr: Numéros de cadres avant / après
it: Numeri telai prima / dopo
pl: Numery wielu ramek przed / po
pt: Números de vários quadros antes / depois
