Repository: darys58/hi_bees
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, pl, pt

source: VOICE CONTROL
de: SPRACHSTEUERUNG
es: CONTROL DE VOZ
fr: COMMANDE VOCALE
it: CONTROLLO VOCALE
pl: STEROWANIE GŁOSEM
pt: CONTROLO POR VOZ

# voiceControlSmall
source: Voice Control
de: Sprachsteuerung
es: Control de voz
fr: Commande vocale
it: Controllo vocale
pl: Sterowanie głosem
pt: Controlo por voz

# noApiaries
source: There are no apiaries yet.
de: Es gibt noch keine Bienenstände.
es: Aun no hay colmenares.
fr: Il n'y a pas encore de ruchers.
it: Non ci sono ancora apiari.
pl: Nie ma jeszcze żadnych pasiek.
pt: Ainda não existem apiários.

# hiBeesDetected
source: Listening for intent... Want help - say "Help me!"
de: Warte auf Befehl... Brauchst du Hilfe? Sag "Hilf mir!"
es: Escuchando comando... Necesitas ayuda? Di "Ayudame!"
fr: En attente de commande... Besoin d'aide ? Dites "Aide-moi !"
it: In ascolto del comando... Vuoi aiuto? Dì "Aiutami!"
pl: Słucham polecenia... Chcesz pomocy? Powiedz "Pomóż mi!"
pt: A ouvir comando... Precisa de ajuda? Diga "Ajuda-me!"

# listeningForHiBees
source: Listening for "Hey Maya!"
de: Sag "Hey Maya!"
es: Di "Hey Maya!"
fr: Dites "Hey Maya!"
it: Dì "Hey Maya!"
pl: Powiedz "Hej Maja!"
pt: Diga "Hey Maya!"

source: I not uderstood :(
de: Nicht verstanden :(
es: No entendi :(
fr: Je n'ai pas compris :(
it: Non ho capito :(
pl: Nie zrozumiałam :(
pt: Não entendi :(

source: apiary
de: Bienenstand
es: colmenar
fr: rucher
it: apiario
pl: pasieka
pt: apiário

source: Apiary
de: Bienenstand
es: Colmenar
fr: Rucher
it: Apiario
pl: Pasieka
pt: Apiário

source: hive
de: Beute
es: colmena
fr: ruche
it: arnia
pl: ul
pt: colmeia

source: all hives
de: alle Beuten
es: todas las colmenas
fr: toutes les ruches
it: tutte le arnie
pl: wszystkie ule
pt: todas as colmeias

source: body
de: Zarge
es: alza
fr: hausse
it: melario
pl: korpus
pt: alça

source: half body
de: Halbzarge
es: media alza
fr: demi-hausse
it: mezzo melario
pl: półkorpus
pt: meia-alça

source: frame
de: Rahmen
es: cuadro
fr: cadre
it: telaino
pl: ramka
pt: quadro

source: store
de: Vorräte
es: recursos
fr: ressources
it: risorse
pl: zasoby
pt: recursos

source: equipment
de: Ausrüstung
es: equipamiento
fr: équipement
it: attrezzatura
pl: wyposażenie
pt: equipamento

source: feeding
de: Fütterung
es: alimentacion
fr: nourrissement
it: nutrizione
pl: dokarmianie
pt: alimentação

source: treatment
de: Behandlung
es: tratamiento
fr: traitement
it: trattamento
pl: leczenie
pt: tratamento

source: queen
de: Königin
es: reina
fr: reine
it: regina
pl: matka
pt: rainha

# setColony
source: colony
de: Volk
es: colonia
fr: colonie
it: colonia
pl: rodzina
pt: colónia

source: help me
de: hilf mir
es: ayudame
fr: aide-moi
it: aiutami
pl: pomóż mi
pt: ajuda-me

source: date
de: Datum
es: fecha
it: data
pl: data
pt: data

source: help
de: Hilfe
es: ayuda
fr: aide
it: aiuto
pl: pomóż
pt: ajuda

source: close
de: schließen
es: cerrar
fr: fermer
it: chiudi
pl: zamknij
pt: fechar

source: open
de: öffnen
es: abrir
fr: ouvrir
it: apri
pl: otwórz
pt: abrir

# open1
source: open
de: geöffnet
es: abierto
fr: ouvert
it: aperto
pl: otworzony
pt: aberto

source: set
de: einstellen
es: establecer
fr: définir
it: imposta
pl: ustaw
pt: definir

source: All Hives are
de: Alle Beuten sind
es: Todas las colmenas estan
fr: Toutes les ruches sont
it: Tutte le arnie sono
pl: Wszystkie ule są
pt: Todas as colmeias estão

source: big
de: groß
es: grande
fr: grande
it: grande
pl: duża
pt: grande

source: small
de: klein
es: pequeno
fr: petite
it: piccolo
pl: mała
pt: pequeno

source: Site of frame =
de: Seite des Rahmens =
es: Lado del cuadro =
fr: Côté du cadre =
it: Lato del telaino =
pl: Strona ramki =
pt: Lado do quadro =

source: Size of frame =
de: Größe des Rahmens =
es: Tamano del cuadro =
fr: Taille du cadre =
it: Dimensione del telaino =
pl: Wielkość ramki =
pt: Tamanho do quadro =

source: drone
de: Drohnenbrut
es: cria de zangano
fr: couvain de mâles
it: covata maschile
pl: czerw trutowy
pt: cria de zangão

source: brood covered
de: verdeckelte Brut
es: cria operculada
fr: couvain operculé
it: covata opercolata
pl: czerw kryty
pt: cria operculada

source: larvae
de: Larven
es: larvas
fr: larves
it: larve
pl: larwy
pt: larvas

source: eggs
de: Stifte
es: huevos
fr: œufs
it: uova
pl: jajka
pt: ovos

source: pollen
de: Bienenbrot
es: pan de abeja
fr: pain d'abeilles
it: pane d'api
pl: pierzga
pt: perga

source: honey sealed
de: reifer Honig
es: miel operculada
fr: miel operculé
it: miele opercolato
pl: miód dojrzały
pt: mel operculado

source: honey
de: Honig
es: miel
fr: miel
it: miele
pl: miód
pt: mel

source: wax comb
de: Leerwabe
es: cuadro estirado
fr: cadre bâti vide
it: telaino vuoto
pl: susz
pt: quadro vazio

source: wax fundation
de: Mittelwand
es: cera estampada
fr: cire gaufrée
it: foglio cereo
pl: węza
pt: cera alveolada

source: queen cells
de: Weiselzellen
es: realeras
fr: cellules royales
it: celle reali
pl: mateczniki
pt: células reais

source: delete queen cells
de: entfernte Weiselzellen
es: realeras eliminadas
fr: cellules royales supprimées
it: celle reali rimosse
pl: usunięte mateczniki
pt: células reais removidas

source: to Do
de: Zu erledigen
es: Por hacer
fr: À faire
it: Da fare
pl: Do zrobienia
pt: A fazer

source: is Done
de: Erledigt
es: Hecho
fr: Fait
it: Fatto
pl: Zrobiono
pt: Feito

source: syrup
de: Sirup
es: jarabe
fr: sirop
it: sciroppo
pl: syrop
pt: xarope

source: Syrup
de: Sirup
es: Jarabe
fr: Sirop
it: Sciroppo
pl: Syrop
pt: Xarope

source: candy
de: Teig
es: pasta
fr: candi
it: candito
pl: ciasto
pt: pasta

source: Candy
de: Teig
es: Pasta
fr: Candi
it: Candito
pl: Ciasto
pt: Pasta

source: invert
de: Sirup
es: jarabe
fr: sirop
it: sciroppo
pl: syrop
pt: xarope

source: removed food
de: Futter entfernt
es: alimento retirado
fr: nourriture retirée
it: cibo rimosso
pl: usunięto pokarm
pt: alimento removido

source: left food
de: Futter verblieben
es: alimento restante
fr: nourriture restante
it: cibo rimasto
pl: został pokarm
pt: alimento restante

source: belts
de: Streifen
es: tiras
fr: lanières
it: strisce
pl: paski
pt: tiras

source: mites
de: Stück
es: uds
fr: pièces
it: pezzi
pl: sztuk
pt: unidades

source: queen is
de: Königin ist
es: la reina es
fr: la reine est
it: la regina è
pl: matka jest
pt: rainha é

source: queen was born in 20
de: Königin aus dem Jahr 20
es: reina del ano 20
fr: reine née en 20
it: regina dell'anno 20
pl: matka z roku 20
pt: rainha do ano 20

source: queen was born in
de: Königin aus dem Jahr
es: reina del ano
fr: reine née en
it: regina dell'anno
pl: matka z roku
pt: rainha do ano

source: number of frame
de: Anzahl Rahmen
es: numero de cuadros
fr: nombre de cadres
it: numero di telai
pl: ilość ramek
pt: número de quadros

source: excluder
de: Absperrgitter
es: excluidor de reinas
fr: grille à reine
it: escludi regina
pl: krata odgrodowa
pt: excluidora de rainhas

# exclud
source: excluder
de: Gitter
es: excluidor
fr: grille
it: escludi regina
pl: kratę
pt: excluidora

# eXclud
source: Excluder
de: Gitter
es: Excluidor
fr: Grille
it: Escludi regina
pl: Krata
pt: Excluidora

# excludNo
source: no excluder
de: kein Gitter
es: sin excluidor
fr: pas de grille
it: nessun escludi regina
pl: brak kraty
pt: sem excluidora

source: on
de: auf
es: en
fr: sur
it: su
pl: na
pt: em

source: on body number
de: auf Zarge Nummer
es: en el alza numero
fr: sur la hausse numéro
it: sul melario numero
pl: na korpusie numer
pt: na alça número

source: bottom board
de: Boden
es: piso
fr: plateau de fond
it: fondo
pl: podłoga
pt: fundo

# dennica
source: bottom board
de: Bodenbrett
es: piso
fr: plateau de fond
it: fondo
pl: dennica
pt: fundo

# isIs
source: is
de: ist
es: es
fr: est
it: è
pl: jest
pt: é

source: bee pollen trap
de: Pollenfalle
es: trampa de polen
fr: trappe à pollen
it: raccoglitore di polline
pl: poławiacz pyłku
pt: coletor de pólen

source: colony
de: Volk
es: colonia
fr: colonie
it: colonia
pl: rodzina
pt: colónia

source: day
de: Tag
es: dia
fr: jour
it: giorno
pl: dzień
pt: dia

source: month
de: Monat
es: mes
fr: mois
it: mese
pl: miesiąc
pt: mês

source: year
de: Jahr
es: ano
fr: année
it: anno
pl: rok
pt: ano

source: Error
de: Fehler
fr: Erreur
it: Errore
pl: Bład
pt: Erro

source: Wrong command
de: Falscher Befehl
es: Comando incorrecto
fr: Commande incorrecte
it: Comando errato
pl: Złe polecenie
pt: Comando errado

source: inspection
de: Durchsicht
es: inspeccion
it: ispezione
pl: przegląd
pt: inspeção

source: both
de: beide
es: ambos
fr: les deux
it: entrambi
pl: obie
pt: ambos

source: invalid apiary number
de: ungültige Bienenstandnummer
es: numero de colmenar invalido
fr: numéro de rucher invalide
it: numero apiario non valido
pl: zły numer pasieki
pt: número de apiário inválido

source: All the hives are open
de: Alle Beuten sind geöffnet
es: Todas las colmenas estan abiertas
fr: Toutes les ruches sont ouvertes
it: Tutte le arnie sono aperte
pl: Wszystkie ule są otwarte
pt: Todas as colmeias estão abertas

source: All hives are close
de: Alle Beuten sind geschlossen
es: Todas las colmenas estan cerradas
fr: Toutes les ruches sont fermées
it: Tutte le arnie sono chiuse
pl: Wszystkie ule są zamknięte
pt: Todas as colmeias estão fechadas

source: invalid hive number
de: ungültige Beutennummer
es: numero de colmena invalido
fr: numéro de ruche invalide
it: numero arnia non valido
pl: zły numer ula
pt: número de colmeia inválido

source: invalid body number
de: ungültige Zargennummer
es: numero de alza invalido
fr: numéro de hausse invalide
it: numero melario non valido
pl: zły numer korposu
pt: número de alça inválido

source: invalid half body number
de: ungültige Halbzargennummer
es: numero de media alza invalido
fr: numéro de demi-hausse invalide
it: numero mezzo melario non valido
pl: zły numer półkorpusu
pt: número de meia-alça inválido

source: invalid frame number
de: ungültige Rahmennummer
es: numero de cuadro invalido
fr: numéro de cadre invalide
it: numero telaino non valido
pl: zły numer ramki
pt: número de quadro inválido

source: frame on
de: Rahmen mit
es: cuadro de
fr: cadre avec
it: telaino con
pl: ramka z
pt: quadro de

source: site
de: Seiten
es: lados
fr: côtés
it: lato
pl: strony
pt: lados

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pl: Zapis
pt: Guardar

# noSave
source: No save - invalid frame number
de: Speicherfehler - ungültige Rahmennummer
es: Error al guardar - numero de cuadro invalido
fr: Erreur d'enregistrement - numéro de cadre invalide
it: Errore di salvataggio - numero telaino non valido
pl: Błąd zapisu - zły numer ramki
pt: Erro ao guardar - número de quadro inválido

# noSaveInfo
source: No save - invalid hive number
de: Speicherfehler - ungültige Beutennummer
es: Error al guardar - numero de colmena invalido
fr: Erreur d'enregistrement - numéro de ruche invalide
it: Errore di salvataggio - numero arnia non valido
pl: Błąd zapisu - zły numer ula
pt: Erro ao guardar - número de colmeia inválido

source: There are no hives
de: Es gibt noch keine Beuten.
es: Aun no hay colmenas.
fr: Il n'y a pas encore de ruches.
it: Non ci sono ancora arnie.
pl: Nie ma jeszcze żadnych uli.
pt: Ainda não existem colmeias.

source: Alert
de: Achtung
es: Atencion
fr: Attention
it: Attenzione
pl: Uwaga
pt: Atenção

source: Subscription ends in
de: Abonnement endet in
es: La suscripcion termina en
fr: L'abonnement expire dans
it: L'abbonamento scade tra
pl: Subskrypcja kończy się za
pt: A subscrição termina em

source: days
de: Tagen
es: dias
fr: jours
it: giorni
pl: dni
pt: dias

# activationCodeWillBeSent
source: Thank you for sending your email address. The activation code for the application has been sent to the provided address.
de: Vielen Dank für die Angabe Ihrer E-Mail-Adresse. Der Aktivierungscode wurde an die angegebene Adresse gesendet.
es: Gracias por enviar tu correo electronico. El codigo de activacion de la aplicacion ha sido enviado a la direccion proporcionada.
fr: Merci d'avoir envoyé votre adresse e-mail. Le code d'activation de l'application a été envoyé à l'adresse indiquée.
it: Grazie per aver inviato il tuo indirizzo email. Il codice di attivazione per l'applicazione è stato inviato all'indirizzo fornito.
pl: Dziękujemy za przesłanie adresu email. Kod aktywacyjny do aplikacji został wysłany na podany adres.
pt: Obrigado por enviar o seu endereço de email. O código de ativação da aplicação foi enviado para o endereço indicado.

# sendAgain
source: An error occurred while sending. Send it again.
de: Beim Senden ist ein Fehler aufgetreten. Bitte erneut senden.
es: Se produjo un error durante el envio. Enviar de nuevo.
fr: Une erreur est survenue lors de l'envoi. Réessayez.
it: Si è verificato un errore durante l'invio. Invia di nuovo.
pl: Wystąpił błąd podczas wysyłania. Wyślij ponownie.
pt: Ocorreu um erro durante o envio. Envie novamente.

source: Success
de: Aktivierung
es: Activacion
fr: Activation
it: Attivazione
pl: Aktywacja
pt: Ativação

# willBeActiveUntil
source: The application will be active until
de: App aktiv
es: Aplicacion activa
fr: Application active
it: Applicazione attiva
pl: Aplikacja będzie aktywna do
pt: Aplicação ativa

# errorWhileActivating
source: Error while activating the application.
de: Bei der Aktivierung der App ist ein Fehler aufgetreten.
es: Se produjo un error al activar la aplicacion.
fr: Une erreur est survenue lors de l'activation de l'application.
it: Si è verificato un errore durante l'attivazione dell'applicazione.
pl: Wystapił błąd podczas aktywacji aplikacji.
pt: Ocorreu um erro durante a ativação da aplicação.

source: Activate
de: Aktivierung
es: Activar
fr: Activation
it: Attivazione
pl: Aktywacja
pt: Ativação

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
pt: Cancelar

# enterYourActivationCode
source: Enter your activation code. If you do not have an activation code, enter your email address to which the free activation code will be sent. More information at heymaya.eu
de: Geben Sie Ihren Aktivierungscode ein. Wenn Sie keinen Aktivierungscode haben, geben Sie Ihre E-Mail-Adresse ein, an die ein kostenloser Aktivierungscode gesendet wird. Weitere Informationen auf heymaya.eu
es: Introduce tu codigo de activacion. Si no tienes un codigo de activacion, introduce tu direccion de correo electronico a la que se enviara el codigo de activacion gratuito. Mas informacion en heymaya.eu
fr: Entrez votre code d'activation. Si vous n'avez pas de code d'activation, saisissez votre adresse e-mail à laquelle le code d'activation gratuit sera envoyé. Plus d'informations sur heymaya.eu
it: Inserisci il tuo codice di attivazione. Se non hai un codice di attivazione, inserisci il tuo indirizzo e-mail a cui verrà inviato il codice di attivazione gratuito. Maggiori informazioni su heymaya.eu
pl: Wprowadź swój kod aktywacyjny. Jeśli nie masz kodu aktywacyjnego, wpisz swój adres e-mail, na który wysłany zostanie kod do darmowej aktywacji. Więcej informacji na heymaya.eu
pt: Introduza o seu código de ativação. Se não tem um código de ativação, introduza o seu endereço de e-mail para receber o código de ativação gratuito. Mais informações em heymaya.eu

# activationCodeAfterPaying
source: Enter your activation code. If you do not have an activation code, enter your e-mail address to receive an activation code after paying for the subscription. You can also use the application without activation but without Voice Control. More information at heymaya.eu
de: Geben Sie Ihren Aktivierungscode ein. Wenn Sie keinen Aktivierungscode besitzen, geben Sie Ihre E-Mail-Adresse ein, um nach Bezahlung des Abonnements einen Aktivierungscode zu erhalten. Sie können die App auch ohne Aktivierung nutzen, jedoch ohne Sprachsteuerung. Weitere Informationen auf heymaya.eu
es: Introduce tu codigo de activacion. Si no tienes un codigo de activacion, introduce tu correo electronico para recibir un codigo de activacion tras pagar la suscripcion. Tambien puedes usar la aplicacion sin activacion, pero sin el Control de voz. Mas informacion en heymaya.eu
fr: Entrez votre code d'activation. Si vous n'avez pas de code d'activation, saisissez votre adresse e-mail pour recevoir un code d'activation après le paiement de l'abonnement. Vous pouvez également utiliser l'application sans activation, mais sans la Commande vocale. Plus d'informations sur heymaya.eu
it: Inserisci il tuo codice di attivazione. Se non hai un codice di attivazione, inserisci il tuo indirizzo e-mail per ricevere un codice di attivazione dopo il pagamento dell'abbonamento. Puoi anche utilizzare l'applicazione senza attivazione, ma senza il Controllo vocale. Maggiori informazioni su heymaya.eu
pl: Wprowadź swój kod aktywacyjny. Jeżeli nie posiadasz kodu aktywacyjnego, wpisz swój adres e-mail, aby otrzymać kod aktywacyjny po opłaceniu abonamentu. Możesz także korzystać z aplikacji bez aktywacji, ale bez Sterowania głosem. Więcej informacji na heymaya.eu
pt: Introduza o seu código de ativação. Se não tem um código de ativação, introduza o seu endereço de e-mail para receber o código de ativação após o pagamento da subscrição. Pode também usar a aplicação sem ativação, mas sem Controlo por Voz. Mais informações em heymaya.eu

source: Code or e-mail
de: Code oder E-Mail
es: Codigo o e-mail
fr: Code ou e-mail
it: Codice o e-mail
pl: Kod lub e-mail
pt: Código ou e-mail

source: Enter code or e-mail
de: Code oder E-Mail eingeben
es: Introduce codigo o e-mail
fr: Entrez le code ou l'e-mail
it: Inserisci codice o e-mail
pl: Wpisz kod lub e-mail
pt: Introduza código ou e-mail

# noInternet
source: No internet connection.
de: Keine Internetverbindung.
es: Sin conexion a internet.
fr: Pas de connexion Internet.
it: Nessuna connessione Internet.
pl: Brak połączenia z internetem.
pt: Sem ligação à internet.

source: No activation
de: Ohne Aktivierung
es: Sin activacion
fr: Sans activation
it: Senza attivazione
pl: Bez aktywacji
pt: Sem ativação

source: Subscription
de: Abonnement
es: Suscripcion
fr: Abonnement
it: Abbonamento
pl: Subskrybcja
pt: Subscrição

source: hives
de: Beute(n)
es: colmena(s)
fr: ruche(s)
it: arnie
pl: ule(i)
pt: colmeia(s)

source: Hive
de: Beute
es: Colmena
fr: Ruche
it: Arnia
pl: Ul
pt: Colmeia

source: Day
de: Tag
es: Dia
fr: Jour
it: Giorno
pl: Dzień
pt: Dia

# removeThisItem
source: Are you sure to remove this item?
de: Möchten Sie dieses Element löschen?
es: Deseas eliminar este elemento?
fr: Voulez-vous supprimer cet élément ?
it: Vuoi rimuovere questo elemento?
pl: Czy chcesz usunać ten element?
pt: Deseja remover este elemento?

# deletePermanently
source: It will delete item permanently.
de: Das Element wird dauerhaft gelöscht.
es: Esto eliminara el elemento permanentemente.
fr: Cela supprimera définitivement l'élément.
it: L'elemento verrà eliminato definitivamente.
pl: Spowoduje to trwałe usunięcie elementu.
pt: Isto irá eliminar permanentemente o elemento.

# inspectionDeleted
source: The inspection has been deleted
de: Durchsicht wurde gelöscht
es: La inspeccion ha sido eliminada
fr: L'inspection a été supprimée
it: L'ispezione è stata eliminata
pl: Przegląd został usunięty
pt: A inspeção foi eliminada

source: Yes Delete
de: Ja, löschen
es: Si, eliminar
fr: Oui, supprimer
it: Sì, elimina
pl: Tak, usuń
pt: Sim, eliminar

# cantDelete
source: You can't delete last item!
de: Das letzte Element kann nicht gelöscht werden!
es: No se puede eliminar el ultimo elemento!
fr: Impossible de supprimer le dernier élément !
it: Non è possibile eliminare l'ultimo elemento!
pl: Nie można usunąć ostatniego elementu!
pt: Não é possível eliminar o último elemento!

# deleteWholeIspection
source: You can delete whole ispection in screen witch information about all inspections.
de: Sie können die gesamte Durchsicht auf dem Bildschirm mit Informationen zu allen Durchsichten löschen.
es: Puedes eliminar toda la inspeccion en la pantalla con informacion sobre todas las inspecciones.
fr: Vous pouvez supprimer toute l'inspection sur l'écran avec les informations sur toutes les inspections.
it: Puoi eliminare l'intera ispezione nella schermata con le informazioni su tutte le ispezioni.
pl: Możesz usunąć cały przegląd na ekranie z informacjami o wszystkich przeglądach.
pt: Pode eliminar toda a inspeção no ecrã com informações sobre todas as inspeções.

# smallFrame
source: frame
de: Rahmen
es: cuadro
fr: cadre
it: telaino
pl: ramka
pt: quadro

source: Frame
de: Rahmen
es: Cuadro
fr: Cadre
it: Telaino
pl: Ramka
pt: Quadro

# noDetailsYet
source: There are no details yet.
de: Es gibt noch keine Elemente.
es: Aun no hay elementos.
fr: Il n'y a pas encore d'éléments.
it: Non ci sono ancora elementi.
pl: Nie ma jeszcze żadnych elementów.
pt: Ainda não existem elementos.

source: Edit inspection hive
de: Durchsicht der Beute bearbeiten
es: Edicion de inspeccion de colmena
fr: Édition de l'inspection de la ruche
it: Modifica ispezione arnia
pl: Edycja przeglądu ula
pt: Edição da inspeção da colmeia

# bigInspections
source: INSPECTIONS
de: DURCHSICHTEN
es: INSPECCIONES
it: ISPEZIONI
pl: PRZEGLADY
pt: INSPEÇÕES

# noInfoInThisCategory
source: There is no information in this category yet.
de: Es gibt noch keine Informationen in dieser Kategorie.
es: Aun no hay informacion en esta categoria.
fr: Il n'y a pas encore d'informations dans cette catégorie.
it: Non ci sono ancora informazioni in questa categoria.
pl: Nie ma jeszcze żadnych informacji w tej kategorii.
pt: Ainda não existem informações nesta categoria.

source: Disable
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pl: Zamknij
pt: Fechar

source: Inspection hive
de: Durchsicht der Beute
es: Inspeccion de colmena
fr: Inspection de la ruche
it: Ispezione arnia
pl: Przegląd ula
pt: Inspeção da colmeia

# noInspectionYet
source: There are no inspection yet.
de: Es gibt noch keine Durchsichten.
es: Aun no hay inspecciones.
fr: Il n'y a pas encore d'inspections.
it: Non ci sono ancora ispezioni.
pl: Nie ma jeszcze żadnych przeglądów.
pt: Ainda não existem inspeções.

source: left
de: links
es: izquierda
fr: gauche
it: sinistra
pl: lewa
pt: esquerda

source: right
de: rechts
es: derecha
fr: droite
it: destra
pl: prawa
pt: direita

# inspectionSay
source: Inspection:
de: Durchsicht:
es: Inspeccion:
it: Ispezione:
pl: Przegląd:
pt: Inspeção:

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
pl: Otwórz
pt: Abrir

source: Set
de: Einstellen
es: Establecer
fr: Définir
it: Imposta
pl: Ustaw
pt: Definir

source: number
de: Nummer
es: numero
fr: numéro
it: numero
pl: numer
pt: número

source: Number
de: Nummer
es: Numero
fr: Numéro
it: Numero
pl: Numer
pt: Número

source: Inspection
de: Durchsicht
es: Inspeccion
it: Ispezione
pl: Przegląd
pt: Inspeção

# leftRightBoth
source: on the left/right/both
de: von links/rechts/beiden
es: por la izquierda/derecha/ambos
fr: à gauche/à droite/les deux
it: a sinistra/destra/entrambi
pl: z lewej/prawej/obu
pt: à esquerda/direita/ambos

# whenTheApiary
source: (when the apiary, hive, body and frame are open say e.g.:)
de: (wenn Bienenstand, Beute, Zarge und Rahmen eingestellt sind, sagen Sie z.B.:)
es: (cuando el colmenar, colmena, alza y cuadro estan establecidos, di p.ej.:)
fr: (quand le rucher, la ruche, la hausse et le cadre sont définis, dites par ex. :)
it: (quando apiario, arnia, melario e telaino sono impostati, dì ad es.:)
pl: (kiedy pasieka, ul, korpus i ramka są ustawione, powiedz np.:)
pt: (quando o apiário, colmeia, alça e quadro estão definidos, diga p. ex.:)

# leftRight
source: on the left/right
de: von links/rechts
es: por la izquierda/derecha
fr: à gauche/à droite
it: a sinistra/destra
pl: z lewej/prawej
pt: à esquerda/direita
