Repository: darys58/hi_bees
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, pl, pt

# larvaeEggsPollenHoneySealdWaxComb
source: larvae/eggs/pollen/honey/food/seald/wax/comb
de: Larven/Stifte/Bienenbrot/Honig/Futter/unreif/reif/Mittelwand/Leerwabe
es: Larvas/huevos/pan de abeja/miel/alimento/sin opercular/operculada/cera/estirado
fr: Larves/œufs/pollen/miel/nourriture/non operculé/operculé/cire gaufrée/cadre bâti
it: Larve/uova/polline/miele/cibo/non operc./opercolato/foglio cereo/telaino vuoto
pl: Larwa/jajka/pierzga/miód/pokarm/nakrop/dojrzały/węza/susz
pt: Larvas/ovos/perga/mel/alimento/não operculado/operculado/cera alveolada/quadro vazio

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pl: Usuń
pt: Eliminar

# workFrameToExtraction
source: work frame/to extraction/to delete/to insulate
de: Arbeitsrahmen/muss geschleudert werden/muss entfernt werden/kann isoliert werden
es: Cuadro de trabajo/para extraer/para eliminar/para aislar
fr: Cadre de travail/à extraire/à supprimer/à isoler
it: Telaino di lavoro/da smelare/da rimuovere/da isolare
pl: Ramka pracy/trzeba wirować/trzeba usunąć/można izolować
pt: Quadro de trabalho/para centrifugar/para remover/para isolar

source: to do
de: zu erledigen
es: por hacer
fr: à faire
it: da fare
pl: do zrobienia
pt: a fazer

# deletedInserted
source: deleted/inserted/insulated/moved left/moved right
de: Rahmen entfernen/Rahmen einfügen/Isolation/nach links schieben/nach rechts schieben
es: Eliminar cuadro/insertar cuadro/aislamiento/mover izquierda/mover derecha
fr: Supprimer cadre/insérer cadre/isolation/déplacer à gauche/déplacer à droite
it: Rimuovi telaino/inserisci telaino/isolamento/sposta a sinistra/sposta a destra
pl: Usuń ramka/wstaw ramka/izolacja/przesuń w lewo/ przesuń w prawo
pt: Remover quadro/inserir quadro/isolamento/mover à esquerda/mover à direita

source: is done
de: wurde erledigt
es: esta hecho
fr: a été fait
it: è stato fatto
pl: zostało zrobione
pt: foi feito

# equipmentSay
source: Equipment:
de: Ausrüstung:
es: Equipamiento:
fr: Équipement :
it: Attrezzatura:
pl: Wyposażenie:
pt: Equipamento:

# whenAtLeastApiaryAndHive
source: (when at least the apiary and hive are open say e.g.:)
de: (wenn mindestens Bienenstand und Beute eingestellt sind, sagen Sie z.B.:)
es: (cuando al menos el colmenar y la colmena estan establecidos, di p.ej.:)
fr: (quand au moins le rucher et la ruche sont définis, dites par ex. :)
it: (quando almeno apiario e arnia sono impostati, dì ad es.:)
pl: (kiedy co najmniej pasieka i ul są ustawione, powiedz np.:)
pt: (quando pelo menos o apiário e a colmeia estão definidos, diga p. ex.:)

source: frame number
de: Rahmennummer
es: numero de cuadro
fr: numéro de cadre
it: numero telaino
pl: numer ramki
pt: número do quadro

source: in body
de: in Zarge
es: en el alza
fr: dans la hausse
it: nel melario
pl: na korpus
pt: na alça

source: Bottom board
de: Boden/Bodenbrett
es: Piso
fr: Plateau de fond
it: Fondo
pl: Podłoga/dennica
pt: Fundo

# isDisinfectedOkDirty
source: is ok/dirty/clean
de: ist ok/schmutzig/sauber
es: esta ok/sucio/limpio
fr: est ok/sale/propre
it: è ok/sporco/pulito
pl: jest ok/brudna/czysta
pt: está ok/sujo/limpo

source: Bee pollen trap
de: Pollenfalle
es: Trampa de polen
fr: Trappe à pollen
it: Raccoglitore polline
pl: Zbieracz pyłek
pt: Coletor de pólen

# queenSay
source: Queen:
de: Königin:
es: Reina:
fr: Reine :
it: Regina:
pl: Matka:
pt: Rainha:

source: Queen
de: Königin
es: Reina
fr: Reine
it: Regina
pl: Matka
pt: Rainha

source: was born in
de: ist aus dem Jahr
es: es del ano
fr: est née en
it: è dell'anno
pl: jest z roku
pt: é do ano

source: born in
de: Jahrgang
es: ano de nacimiento
fr: année de naissance
it: anno
pl: rocznik
pt: ano de nascimento

# isVirgine
source: is virgine/artificially inseminated/naturally mated
de: ist unbegattet/künstlich/natürlich
es: es virgen/inseminada artificialmente/fecundada naturalmente
fr: est vierge/inséminée artificiellement/fécondée naturellement
it: è vergine/inseminata artificialmente/fecondata naturalmente
pl: jest dziewica/sztuczna/naturalna
pt: é virgem/inseminada artificialmente/fecundada naturalmente

# isFreed
source: is freed/in a cage/in the insulator
de: ist frei/eingesperrt/im Käfig
es: esta libre/en jaula/en aislador
fr: est libre/en cage/en isoloir
it: è libera/in gabbietta/nell'isolatore
pl: jest wolna/zamknięta/w klatce
pt: está livre/na gaiola/no isolador

# isVeryGoodCanceled
source: is very good/good/ok/big/small/weak/canceled/to exchange
de: ist sehr gut/gut/ok/groß/klein/schwach/schlecht/alt
es: es muy buena/buena/ok/grande/pequena/debil/mala/vieja
fr: est très bonne/bonne/ok/grande/petite/faible/mauvaise/vieille
it: è ottima/buona/ok/grande/piccola/debole/cattiva/vecchia
pl: jest bardzo dobra/dobra/ok/duża/mała/słaba/zła/stara
pt: é muito boa/boa/ok/grande/pequena/fraca/má/velha

# isMarked
source: is unmarked/marked white/marked yellow/marked red/marked green/marked blue/gone/missing
de: hat kein Zeichen/hat weißes/gelbes/rotes/grünes/blaues Zeichen/fehlt/nicht vorhanden
es: sin marca/marca blanca/amarilla/roja/verde/azul/no hay/ausente
fr: non marquée/marquée blanc/jaune/rouge/vert/bleu/absente/manquante
it: non ha segno/ha segno bianco/giallo/rosso/verde/blu/non c'è/assente
pl: nie ma znak/ma biały/żółty/czerwony/zielony/niebieski znak/nie ma/brak
pt: sem marcação/marcação branca/amarela/vermelha/verde/azul/ausente/sem rainha

# colonySay
source: Colony:
de: Volk:
es: Colonia:
fr: Colonie :
it: Colonia:
pl: Rodzina:
pt: Colónia:

source: Colony
de: Volk
es: Colonia
fr: Colonie
it: Colonia
pl: Rodzina
pt: Colónia

# deadFlight
source: gentle/aggressive/ok/swarming mood/in a cluster/dead
de: sanft/aggressiv/ok/in Schwarmstimmung/in der Traube/tot
es: mansa/agresiva/ok/en modo de enjambrazion/en racimo/muerta
fr: douce/agressive/ok/essaimage/en grappe/morte
it: docile/aggressiva/ok/in sciamatura/in glomere/morta
pl: łagodna/zła/ok/w nastroju do ucieczki/w kłębie/nie żyje
pt: calma/agressiva/ok/com tendência à enxameação/em cacho/morta

# veryWeakStrong
source: very strong/strong/normal/weak/very weak
de: sehr stark/stark/normal/schwach/sehr schwach
es: muy fuerte/fuerte/normal/debil/muy debil
fr: très forte/forte/normale/faible/très faible
it: molto forte/forte/normale/debole/molto debole
pl: bardzo silna/silna/norma/słaba/bardzo słaba
pt: muito forte/forte/normal/fraca/muito fraca

# feedingSay
source: Feeding:
de: Futter:
es: Alimentacion:
fr: Nourrissement :
it: Nutrizione:
pl: Pokarm:
pt: Alimentação:

source: syrup one to one
de: Sirup eins zu eins
es: Jarabe uno a uno
fr: Sirop un pour un
it: Sciroppo uno a uno
pl: Syrop jeden do jednego
pt: Xarope um para um

source: point
de: Komma
es: coma
fr: virgule
it: virgola
pl: przecinek
pt: vírgula

source: liters
de: Liter
es: litros
fr: litres
it: litri
pl: litr
pt: litros

source: syrup three to two
de: Sirup drei zu zwei
es: Jarabe tres a dos
fr: Sirop trois pour deux
it: Sciroppo tre a due
pl: Syrop trzy do dwóch
pt: Xarope três para dois

source: Left food
de: Verblieben
es: Queda
fr: Restant
it: Rimasto
pl: Zostało
pt: Restou

source: Remove food
de: Entfernen
es: Retirar
fr: Retirer
it: Rimuovi
pl: Usuń
pt: Remover

# treatmentSay
source: Treatment:
de: Behandlung:
es: Tratamiento:
fr: Traitement :
it: Trattamento:
pl: Leczenie:
pt: Tratamento:

source: Apivarol/chemistry
de: Chemie
es: Quimica
fr: Chimie
it: Chimica
pl: Chemia
pt: Química

source: dose/portion/part
de: Dosis/Portion
es: dosis/porcion
fr: dose/portion
it: dose/porzione
pl: dawka/porcja
pt: dose/porção

source: remove
de: entfernen
es: retirar
fr: retirer
it: rimuovi
pl: usuń
pt: remover

# dateSay
source: Date - say e.g.:
de: Datum - sagen Sie z.B.:
es: Fecha - di p.ej.:
fr: Date - dites par ex. :
it: Data - dì ad es.:
pl: Data - powiedz np.:
pt: Data - diga p. ex.:

source: Set other
de: Anderes einstellen
es: Establecer otra
fr: Définir autre
it: Imposta altra
pl: Ustaw inny
pt: Definir outra

source: current
de: aktuelles
es: actual
fr: actuelle
it: attuale
pl: prawdziwą
pt: atual

# datee
source: date
de: Datum
es: fecha
it: data
pl: datę
pt: data

# helpSay
source: Help:
de: Hilfe:
es: Ayuda:
fr: Aide :
it: Aiuto:
pl: Pomóż:
pt: Ajuda:

# forPreciseHelp
source: for precise help say e.g.:
de: für genauere Hilfe sagen Sie z.B.:
es: para ayuda mas precisa di p.ej.:
fr: pour une aide précise, dites par ex. :
it: per un aiuto più preciso dì ad es.:
pl: dla doprecyzowania zakresu pomocy powiedz np.:
pt: para ajuda mais precisa, diga p. ex.:

source: Equipment
de: Ausrüstung
es: Equipamiento
fr: Équipement
it: Attrezzatura
pl: Wyposażenie
pt: Equipamento

source: Feeding
de: Futter
es: Alimentacion
fr: Nourrissement
it: Nutrizione
pl: Pokarm
pt: Alimentação

source: Treatment
de: Behandlung
es: Tratamiento
fr: Traitement
it: Trattamento
pl: Leczenie
pt: Tratamento

source: Date
de: Datum
es: Fecha
it: Data
pl: Data
pt: Data

source: Close help
de: Hilfe schließen
es: Cerrar ayuda
fr: Fermer l'aide
it: Chiudi aiuto
pl: Zamknij pomoc
pt: Fechar ajuda

source: me
de: mir
fr: moi
it: mi
pl: mi

source: Legend
de: Legende
es: Leyenda
fr: Légende
it: Legenda
pl: Legenda
pt: Legenda

source: Normal or
de: Normal oder
es: Normal o
fr: Normal ou
it: Normale o
pl: Normalny lub
pt: Normal ou

source: bold
de: fett
es: negrita
fr: gras
it: grassetto
pl: pogrubiony
pt: negrito

source: required text
de: erforderlicher Text
es: texto obligatorio
fr: texte requis
it: testo obbligatorio
pl: tekst wymagany
pt: texto obrigatório

source: Italic
de: Kursiv
es: Cursiva
fr: Italique
it: Corsivo
pl: Pochylony
pt: Itálico

source: optional text
de: Text ist nicht erforderlich
es: texto opcional
fr: texte optionnel
it: testo facoltativo
pl: text nie jest wymagany
pt: texto não obrigatório

source: Text1/text2
es: Texto1/texto2
fr: Texte1/texte2
it: Testo1/testo2
pl: Tekst1/tekst2
pt: Texto1/texto2

source: selectable text
de: wählbarer Text
es: texto seleccionable
fr: texte sélectionnable
it: testo selezionabile
pl: tekst do wyboru
pt: texto selecionável

source: sample value
de: Beispielwert
es: valor de ejemplo
fr: valeur exemple
it: valore di esempio
pl: przykładowa wartość
pt: valor de exemplo

source: work frame
de: Arbeitsrahmen
es: cuadro de trabajo
fr: cadre de travail
it: telaino di lavoro
pl: ramka pracy
pt: quadro de trabalho

source: Trying to connect
de: Verbindungsversuch
es: Intentando conectar
fr: Tentative de connexion
it: Tentativo di connessione
pl: Próba połączenia
pt: A tentar ligar

source: The store is
de: Der Store ist
es: La tienda esta
fr: Le magasin est
it: Il negozio è
pl: Sklep jest
pt: A loja está

source: available
de: verfügbar
es: disponible
fr: disponible
it: disponibile
pl: dostępny
pt: disponível

source: unavailable
de: nicht verfügbar
es: no disponible
fr: indisponible
it: non disponibile
pl: niedostępny
pt: indisponível

source: Not connected
de: Keine Verbindung
es: Sin conexion
fr: Non connecté
it: Non connesso
pl: Brak połączenia
pt: Sem ligação

source: Fetching products
de: Produkte werden geladen
es: Obteniendo productos
fr: Chargement des produits
it: Caricamento prodotti
pl: Pobieranie produktów
pt: A obter produtos

source: Products for Sale
de: Produkte zum Verkauf
es: Productos en venta
fr: Produits en vente
it: Prodotti in vendita
pl: Produkty na sprzedaż
pt: Produtos à venda

source: not found
de: nicht gefunden
es: no encontrado
fr: non trouvé
it: non trovato
pl: nie znaleziono
pt: não encontrado

source: Fetching consumables
de: Verbrauchsmaterialien werden geladen
es: Obteniendo consumibles
fr: Chargement des consommables
it: Caricamento materiali di consumo
pl: Pobieranie materiałów eksploatacyjnych
pt: A obter materiais consumíveis

source: Purchased consumables
de: Gekaufte Verbrauchsmaterialien
es: Consumibles comprados
fr: Consommables achetés
it: Materiali di consumo acquistati
pl: Zakupione materiały eksploatacyjne
pt: Materiais consumíveis comprados

source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
pl: Przywróć zakupy
pt: Restaurar compras

source: Price change accepted
de: Preisänderung akzeptiert
es: Cambio de precio aceptado
fr: Changement de prix accepté
it: Modifica prezzo accettata
pl: Zmiana ceny zaakceptowana
pt: Alteração de preço aceite

source: Price change failed with code
de: Preisänderung fehlgeschlagen mit Code
es: Cambio de precio fallido con codigo
fr: Le changement de prix a échoué avec le code
it: Modifica prezzo non riuscita con codice
pl: Zmiana ceny nie powiodła się z kodem
pt: Alteração de preço falhou com código

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pl: Ustawienia
pt: Definições

# import
source: Data import from the cloud
de: Datenimport aus der Cloud
es: Importar datos desde la nube
fr: Importation des données depuis le cloud
it: Importa dati dal cloud
pl: Import danych z chmury
pt: Importar dados da nuvem

# importuj
source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
pl: Importuj
pt: Importar

# brakInternetu
source: No internet
de: Kein Internet
es: Sin internet
fr: Pas d'Internet
it: Nessuna connessione Internet
pl: Brak internetu
pt: Sem internet

# uruchomPonownie
source: Restart your internet connection and try again
de: Stellen Sie die Internetverbindung her und versuchen Sie es erneut
es: Activa la conexion a internet e intentalo de nuevo
fr: Rétablissez la connexion Internet et réessayez
it: Attiva la connessione Internet e riprova
pl: Uruchom połączenie z internetem i spróbuj ponownie
pt: Ligue a internet e tente novamente

# importowanie
source: Data from cloud will be added to the local database
de: Die Cloud-Daten werden zur lokalen Datenbank hinzugefügt
es: Los datos de la nube se agregaran a la base de datos local
fr: Les données du cloud seront ajoutées à la base de données locale
it: I dati dal cloud verranno aggiunti al database locale
pl: Dane z chmury zostaną dodane do bazy lokalnej
pt: Os dados da nuvem serão adicionados à base de dados local

# exportNewToCloud
source: Exporting new data to the cloud
de: Neue Daten in die Cloud exportieren
es: Exportar datos nuevos a la nube
fr: Exportation des nouvelles données vers le cloud
it: Esportazione nuovi dati nel cloud
pl: Eksport nowych danych do chmury
pt: Exportar novos dados para a nuvem

# autoEksportDoChmury
source: Automatic data export
de: Automatischer Datenexport
es: Exportacion automatica de datos
fr: Exportation automatique des données
it: Esportazione automatica dei dati
pl: Automatyczny eksport danych
pt: Exportação automática de dados

# onlyInspection
source: only data from hive inspections are sent to the cloud
de: Beim Start der App werden automatisch nur Detaildaten zu Rahmendurchsichten, Ausrüstung, Volk, Königinnen, Ernten, Fütterung und Behandlung in die Cloud gesendet. Notizen, Ernten, Einkäufe, Verkäufe und Fotos werden nicht gesendet.
es: al iniciar la aplicacion, solo se envian automaticamente a la nube los datos detallados sobre cuadros, equipamiento, colonias, reinas, cosechas, alimentacion y tratamiento. No se envian Notas, Cosechas, Compras, Ventas ni Fotos.
fr: après le lancement de l'application, seules les données détaillées concernant les cadres, l'équipement, les colonies, les reines, les récoltes, le nourrissement et le traitement sont envoyées automatiquement au cloud. Les Notes, Récoltes, Achats, Ventes et Photos ne sont pas envoyés.
it: dopo l'avvio dell'applicazione, vengono inviati automaticamente al cloud solo i dati dettagliati relativi a ispezione dei telai, attrezzatura, colonia, regine, raccolti, nutrizione e trattamento. Non vengono inviate Note, Raccolti, Acquisti, Vendite e Foto.
pl: do chmury wysyłane są tylko dane z przeglądów uli
pt: após iniciar a aplicação, apenas os dados detalhados sobre inspeção de quadros, equipamento, colónia, rainhas, colheitas, alimentação e tratamento são enviados automaticamente para a nuvem. Notas, Colheitas, Compras, Vendas e Fotografias não são enviadas.

# zarzadzanieDanymi
source: Data management
de: Datenverwaltung
es: Gestion de datos
fr: Gestion des données
it: Gestione dati
pl: Zarządzanie danymi
pt: Gestão de dados

# dopisanieDoBazy
source: adding to the local database
de: zur lokalen Datenbank hinzufügen
es: agregar a la base de datos local
fr: ajout à la base de données locale
it: aggiunta al database locale
pl: dopisanie do bazy lokalnej
pt: adição à base de dados local

# powrotBezZmian
source: Return unchanged
de: Zurück ohne Änderungen
es: Volver sin cambios
fr: Retour sans modification
it: Ritorno senza modifiche
pl: Powrót bez zmian
pt: Voltar sem alterações

# bezPrzegladu
source: without review
de: ohne Durchsicht
es: sin inspeccion
fr: sans inspection
it: senza ispezione
pl: bez przeglądu
pt: sem inspeção

# harvest
source: harvests
de: Ernte
es: cosechas
fr: récoltes
it: raccolti
pl: zbiory
pt: colheitas

source: portion
es: porcion
it: porzione
pl: porcja
pt: porção

source: frames
de: Rahmen
es: cuadros
fr: cadres
it: telai
pl: ramki
pt: quadros

# frames2
source: frames
de: Rahmen
es: cuadros
fr: cadres
it: telai
pl: ramek
pt: quadros

# harvestSay
source: Harvest:
de: Ernte:
es: Cosechas:
fr: Récoltes :
it: Raccolto:
pl: Zbiory:
pt: Colheitas:

source: from
de: von
es: desde
fr: de
it: da
pl: od
pt: de

source: to
de: bis
es: hasta
fr: à
it: a
pl: do
pt: até

source: Honey harvest
de: Honigernte/Schleudern
es: Cosecha de miel
fr: Récolte de miel
it: Raccolta del miele/smielatura
pl: Zbiór miodu/miodobranie
pt: Colheita de mel

# miarka
source: portion
de: Messbecher
es: medida
fr: mesure
it: misurino
pl: miarka
pt: medida

source: Bee pollen harvest
de: Pollenernte
es: Cosecha de polen
fr: Récolte de pollen
it: Raccolta del polline
pl: Zbiór pyłku
pt: Colheita de pólen

# trut
source: drone
de: Drohn.
es: zangano
fr: mâle
it: fuco
pl: trut
pt: zangão

source: covered
de: verdeckelt
es: operculada
fr: operculé
it: opercolata
pl: kryty
pt: operculada

source: brood
de: Brut
es: Cria
fr: Couvain
it: Covata
pl: Czerw
pt: Cria

source: Harvest
de: Ernte
es: Cosecha
fr: Récolte
it: Raccolto
pl: Zbiór
pt: Colheita

# about
source: About app
de: Über die App
es: Acerca de la aplicacion
fr: À propos de l'application
it: Informazioni sull'app
pl: O aplikacji
pt: Sobre a aplicação

# versionApp
source: App version:
es: Version de la aplicacion:
fr: Version de l'application :
it: Versione dell'app:
pl: Wersja aplikacji:
pt: Versão da aplicação:

source: Activation code:
de: Aktivierungscode:
es: Codigo de activacion:
fr: Code d'activation :
it: Codice di attivazione:
pl: Kod aktywacyjny:
pt: Código de ativação:

source: Subscryption to:
de: Abonnement bis:
es: Suscripcion hasta:
fr: Abonnement jusqu'au :
it: Abbonamento fino al:
pl: Subskrypcja do:
pt: Subscrição até:

# onlyNew
source: only not previously shipped
de: nur bisher nicht gesendete, aus allen Kategorien
es: solo los no enviados anteriormente, de todas las categorias
fr: uniquement les données non envoyées précédemment, de toutes les catégories
it: solo quelli non inviati in precedenza, da tutte le categorie
pl: tylko wcześniej nie wysyłanych
pt: apenas os não enviados anteriormente, de todas as categorias

# exportNewData
source: Only data that has not yet been sent will be sent
de: Es werden nur Daten gesendet, die noch nicht gesendet wurden
es: Solo se enviaran los datos que aun no han sido enviados
fr: Seules les données qui n'ont pas encore été envoyées seront envoyées
it: Verranno inviati solo i dati che non sono stati ancora inviati
pl: Wysłane zostaną tylko dane, które nie były jeszcze wysyłane
pt: Serão enviados apenas os dados que ainda não foram enviados

source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
pl: Eksportuj
pt: Exportar

# noDataToSend
source: No new data to send
de: Keine neuen Daten zum Senden
es: No hay datos nuevos para enviar
fr: Aucune nouvelle donnée à envoyer
it: Nessun nuovo dato da inviare
pl: Brak nowych danych do wysłania
pt: Sem novos dados para enviar

# dataToSend
source: Number of records sent
de: Anzahl der zu sendenden Datensätze
es: Numero de registros enviados
fr: Nombre d'enregistrements envoyés
it: Numero di record da inviare
pl: Ilość wysyłanych rekordów
pt: Número de registos a enviar

# noInfosToArch
source: No new info to archive
de: Keine neuen Informationen zum Archivieren
es: No hay informacion nueva para archivar
fr: Aucune nouvelle information à archiver
it: Nessuna nuova informazione da archiviare
pl: Brak nowych informacji do archiwizacji
pt: Sem novas informações para arquivar

source: Activation
de: Aktivierung
es: Activacion
it: Attivazione
pl: Aktywacja
pt: Ativação

source: Refresh activation
de: Aktivierung aktualisieren
es: Actualizar activacion
fr: Actualiser l'activation
it: Aggiorna attivazione
pl: Odśwież aktywację
pt: Atualizar ativação

# inspectionDataSend
source: Inspection data has been sent
de: Durchsichtsdaten wurden gesendet
es: Los datos de inspecciones han sido enviados
fr: Les données d'inspection ont été envoyées
it: I dati delle ispezioni sono stati inviati
pl: Dane o przegladach zostały wysłane
pt: Os dados de inspeções foram enviados

# infoDataSend
source: Info data has been sent
de: Informationsdaten wurden gesendet
es: Los datos de informacion han sido enviados
fr: Les données d'information ont été envoyées
it: I dati informativi sono stati inviati
pl: Dane informacyje zostały wysłane
pt: Os dados informativos foram enviados

# exportAllData
source: All data will be sent - data in the cloud will be replaced with data sent.
de: Alle Daten werden gesendet - die Cloud-Daten werden durch die gesendeten Daten ersetzt.
es: Se enviaran todos los datos - los datos en la nube seran reemplazados por los datos enviados.
fr: Toutes les données seront envoyées - les données dans le cloud seront remplacées par les données envoyées.
it: Verranno inviati tutti i dati - i dati nel cloud saranno sostituiti con i dati inviati.
pl: Wysłane zostaną wszystkie dane - dane w chmurze zostaną zastąpione danymi wysyłanymi.
pt: Todos os dados serão enviados - os dados na nuvem serão substituídos pelos dados enviados.

# exportDataToCloud
source: Data in the cloud will be replaced with data sent
de: Die Cloud-Daten werden durch die gesendeten Daten ersetzt
es: Los datos en la nube seran reemplazados por los datos enviados
fr: Les données dans le cloud seront remplacées par les données envoyées
it: I dati nel cloud saranno sostituiti con i dati inviati
pl: Dane w chmurze zostaną zastąpione danymi wysyłanymi
pt: Os dados na nuvem serão substituídos pelos dados enviados

# exportAllToCloud
source: Export all data to the cloud
de: Alle Daten in die Cloud exportieren
es: Exportar todos los datos a la nube
fr: Exportation de toutes les données vers le cloud
it: Esporta tutti i dati nel cloud
pl: Eksport wszystkich danych do chmury
pt: Exportar todos os dados para a nuvem

# importEnd
source: Data import completed
de: Datenimport abgeschlossen
es: Importacion de datos completada
fr: Importation des données terminée
it: Importazione dei dati completata
pl: Zakończono import danych
pt: Importação de dados concluída

# dataImport
source: Data import from the cloud
de: Datenimport aus der Cloud
es: Importar datos desde la nube
fr: Importation des données depuis le cloud
it: Importa dati dal cloud
pl: Import danych z chmury
pt: Importar dados da nuvem

# unablaToSend
source: Unable to send data to the cloud - no internet.
de: Daten können nicht in die Cloud gesendet werden - kein Internet.
es: No se pueden enviar datos a la nube - sin internet.
fr: Impossible d'envoyer les données vers le cloud - pas d'Internet.
it: Impossibile inviare dati al cloud - nessuna connessione Internet.
pl: Nie można wysłać danych do chmury - brak internetu.
pt: Não é possível enviar dados para a nuvem - sem internet.
