Repository: darys58/hi_bees
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, pl, pt

# nfcNoHivesWithoutTag
source: No hives without NFC tag assigned
de: Keine Beuten ohne zugewiesenen NFC-Tag
es: No hay colmenas sin etiqueta NFC asignada
fr: Aucune ruche sans tag NFC assigné
it: Nessuna arnia senza tag NFC assegnato
pt: Sem colmeias sem etiqueta NFC atribuída

# nfcTagReadError1
source: Błąd odczytu tagu NFC 1
de: NFC-Tag Lesefehler 1
es: Error al leer etiqueta NFC 1
fr: Erreur de lecture du tag NFC 1
it: Errore di lettura del tag NFC 1
pt: Erro na leitura da etiqueta NFC 1

# nfcTagReadError2
source: Błąd odczytu tagu NFC 2
de: NFC-Tag Lesefehler 2
es: Error al leer etiqueta NFC 2
fr: Erreur de lecture du tag NFC 2
it: Errore di lettura del tag NFC 2
pt: Erro na leitura da etiqueta NFC 2

# nfcTagReadError3
source: Błąd odczytu tagu NFC 3
de: NFC-Tag Lesefehler 3
es: Error al leer etiqueta NFC 3
fr: Erreur de lecture du tag NFC 3
it: Errore di lettura del tag NFC 3
pt: Erro na leitura da etiqueta NFC 3

# nfcTagReadError4
source: Błąd odczytu tagu NFC 4
de: NFC-Tag Lesefehler 4
es: Error al leer etiqueta NFC 4
fr: Erreur de lecture du tag NFC 4
it: Errore di lettura del tag NFC 4
pt: Erro na leitura da etiqueta NFC 4

source: Calculator
de: Rechner
es: Calculadora
fr: Calculateur
it: Calcolatrice
pt: Calculadora

source: Sugar syrup 3:2
de: Zuckersirup 3:2
es: Jarabe de azucar 3:2
fr: Sirop de sucre 3:2
it: Sciroppo di zucchero 3:2
pt: Xarope de açúcar 3:2

source: Sugar
de: Zucker
es: Azucar
fr: Sucre
it: Zucchero
pt: Açúcar

source: Water
de: Wasser
es: Agua
fr: Eau
it: Acqua
pt: Água

source: Result
de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato
pt: Resultado

# resultLiters
source: Result in liters
de: Ergebnis in Litern
es: Resultado en litros
fr: Résultat en litres
it: Risultato in litri
pt: Resultado em litros

# resultKilograms
source: Result in kilograms
de: Ergebnis in Kilogramm
es: Resultado en kilogramos
fr: Résultat en kilogrammes
it: Risultato in chilogrammi
pt: Resultado em quilogramas

# syrupLiters
source: Syrup in liters
de: Sirup in Litern
es: Jarabe en litros
fr: Sirop en litres
it: Sciroppo in litri
pt: Xarope em litros

# syrupKilograms
source: Syrup in kilograms
de: Sirup in Kilogramm
es: Jarabe en kilogramos
fr: Sirop en kilogrammes
it: Sciroppo in chilogrammi
pt: Xarope em quilogramas

# cakeKilograms
source: Cake in kilograms
de: Teig in Kilogramm
es: Pasta en kilogramos
fr: Candi en kilogrammes
it: Candito in chilogrammi
pt: Pasta em quilogramas

source: Syrup calculator
de: Siruprechner
es: Calculadora de jarabe
fr: Calculateur de sirop
it: Calcolatrice sciroppo
pt: Calculadora de xarope

source: Sugar syrup 2:1
de: Zuckersirup 2:1
es: Jarabe de azucar 2:1
fr: Sirop de sucre 2:1
it: Sciroppo di zucchero 2:1
pt: Xarope de açúcar 2:1

source: Sugar syrup 1:1
de: Zuckersirup 1:1
es: Jarabe de azucar 1:1
fr: Sirop de sucre 1:1
it: Sciroppo di zucchero 1:1
pt: Xarope de açúcar 1:1

source: Honey-sugar cake
de: Honig-Zucker-Teig
es: Pasta de miel y azucar
fr: Candi miel-sucre
it: Candito miele-zucchero
pt: Pasta de mel e açúcar

source: Powdered sugar
de: Puder- zucker
es: Azucar glas
fr: Sucre glace
it: Zucchero a velo
pt: Açúcar em pó

source: Total
de: Gesamt
it: Totale

# sendEmail
source: Send by email
de: Per E-Mail senden
es: Enviar por correo
fr: Envoyer par e-mail
it: Invia per email
pt: Enviar por e-mail

# noEmailConfigured
source: No email address configured in the app
de: Keine E-Mail-Adresse in der App konfiguriert
es: No hay direccion de correo configurada en la aplicacion
fr: Aucune adresse e-mail configurée dans l'application
it: Nessun indirizzo email configurato nell'app
pt: Sem endereço de e-mail configurado na aplicação

# sendReportToEmail
source: Send report to:
de: Bericht an folgende Adresse senden:
es: Enviar informe a la direccion:
fr: Envoyer le rapport à l'adresse :
it: Inviare il report all'indirizzo:
pt: Enviar relatório para o endereço:

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
pt: Enviar

# attachedPdf
source: PDF report attached.
de: PDF-Bericht im Anhang.
es: Informe PDF adjunto.
fr: Rapport PDF en pièce jointe.
it: Report PDF in allegato.
pt: Relatório PDF em anexo.

source: dose
de: Dosis
es: dosis
pl: dawka

source: Varroa
de: Milben
pl: Roztocza

# first
source: 1st
fr: 1er
pt: 1.º

source: Celsius
pl: Celsjusz

source: Kelvin
pl: Kelwin
